{
  "chapter": 21,
  "content": "Chapter 21, Allergy and Anaphylaxis\nTable of Contents\n1. Introduction to Allergy and Anaphylaxis A\n2. Anatomy, Physiology, and Pathophysiology of Allergic Reactions A\n3. Recognizing Allergic Reactions and Anaphylaxis A\n4. Common Allergens and Their Characteristics A\n5. Insect Bites and Stings: Specific Considerations A\n6. Patient Assessment for Allergic Reactions A\n7. Monitoring and Reassessment A\n8. Interventions and Treatment for Allergic Reactions A\n9. Epinephrine: Mechanism and Administration A\n10. Communication and Documentation A\n11. Review of Key Concepts A\n1. Introduction to Allergy and Anaphylaxis\nThis chapter covers allergy and anaphylaxis. [1]\nEMTs often respond to calls involving allergic reactions. [5]\nAllergy-related emergencies can involve acute airway obstruction and\ncardiovascular collapse. [6]\nYou must be able to treat these life-threatening complications. [7]\nIt is important to distinguish between a usual response and an allergic\nreaction. [7]\n2. Anatomy, Physiology, and Pathophysiology of Allergic\nReactions\nImmunology is the study of the body's immune system. [8]\nThe immune system protects the body from foreign substances. [10]\nWhen a foreign substance invades, the body tries to activate or inactivate it.\n[11]\nAn allergic reaction is an exaggerated immune response. [13]\nIt is caused by the body's immune system, not directly by an outside\nsubstance. [14]\nThe immune system releases chemicals to combat the stimulus. [15]\nThese chemicals include histamines and leukotrienes. [16]\nBoth contribute to an allergic reaction. [16]\nAspect Normal Immune\nResponse\nAllergic Reaction\nCause Foreign substance\ninvasion\nExaggerated response to a\nsubstance [13]\nMechanism Inactivate invader [11] Release of chemicals [15]\nKey\nChemicals\nN/A (combats stimulus) Histamines, Leukotrienes [16]\nBody's Role Protects the body [10] Exaggerated response [13]\nDirect Cause Foreign substance Body's immune system [15]\n3. Recognizing Allergic Reactions and Anaphylaxis\nSome patients may not know what is causing their reaction. [17]\nYou must be able to recognize the signs and symptoms. [17]\nMaintain a high index of suspicion. [17]\nAn allergic reaction can be mild and local. [18]\nMild reactions are characterized by itching, redness, and tenderness. [18]\nAn allergic reaction can be severe and systemic. [18]\nThis severe systemic condition is known as anaphylaxis. [18]\nAnaphylaxis is an extreme, life-threatening allergic reaction. [19]\nIt involves multiple organ systems. [20]\nSevere cases can rapidly result in shock and death. [20]\nSeverity Signs and Symptoms\nMild Itching [18], Redness [18], Tenderness [18]\nSevere Urticaria (hives) [21], Angioedema [21], Wheezing or stridor [21],\nHypotension [22], Increased capillary permeability [22], Nausea [23],\nVomiting [23], Abdominal cramps [23]\n4. Common Allergens and Their Characteristics\nCommon allergens fall into five categories. [25]\nThe first category is food. [25]\nCertain foods like shellfish and peanuts are common triggers of\nanaphylaxis. [26]\nSymptoms may take over 30 minutes to appear. [27]\nSkin signs like hives may not be present. [27]\nReactions can be severe and involve respiratory or cardiovascular\nsystems. [28]\nThe second category is medications. [29]\nMedications are the second most common source of anaphylactic\nreactions. [29]\nAntibiotics like penicillin are common. [30]\nNon-steroidal anti-inflammatory drugs (NSAIDs) are also common. [30]\nInjected medications can cause immediate and severe reactions. [31]\nReactions to oral medications may take over 30 minutes. [32]\nOral medication reactions can also be very severe. [32]\nThe third category is plants. [33]\nThis includes dust, pollens, and other plant material. [33]\nPlants can cause rapid and severe allergic reactions. [33]\nCommon plant allergens include ragweed, rye grass, maple, and oak. [34]\nThe fourth category is chemicals. [35]\nCertain chemicals like makeup and paradine can cause reactions. [35]\nLatex is of particular concern to healthcare providers. [36]\nUse latex alternatives such as nitrile gloves. [37]\nThe fifth category is insect bites and stings. [38]\nThis involves venomation, where the insect injects venom. [38]\nReactions can be localized or severe and systemic. [38]\nCategory Examples Characteristics\nFood [25] Shellfish, peanuts\n[26]\nSymptoms may delay, severe,\nrespiratory/cardiovascular involvement\n[27]\nMedications\n[29]\nAntibiotics\n(penicillin), NSAIDs\n[30]\nImmediate/severe if injected, delayed for\noral [31]\nPlants [33] Ragweed, rye\ngrass, maple, oak\n[34]\nRapid and severe reactions [33]\nChemicals [35] Makeup, paradine,\nlatex [35]\nCan cause severe reactions, latex is a\nconcern [36]\nInsect\nBites/Stings [38]\nBees, wasps,\nhornets, fire ants\n[39]\nLocalized or severe systemic, venom\ninjection [38]\n5. Insect Bites and Stings: Specific Considerations\nInsect bites and stings involve venomation. [38]\nVenomation is the injection of venom by the insect. [38]\nReactions can be localized or severe and systemic. [38]\nApproximately 2 million Americans are allergic to bee, wasp, and hornet\nvenom. [39]\nAllergic reactions to stings cause at least 62 deaths per year in the US. [39]\nAbout half of victims had no prior reaction. [40]\nMost insects have a small hollow spine stinger. [40]\nHoney bees cannot withdraw their stinger. [41]\nAn embedded stinger can inject venom for up to 20 minutes. [42]\nWasps and hornets can sting multiple times. [42]\nFire ants strike repeatedly. [43]\nInitial signs include sudden pain, swelling, and localized heat. [44]\nWidespread urticaria, redness, itching, and a wheal may appear. [44]\nSevere cases (anaphylaxis) include stridor and bronchospasm. [45]\nWheezing, chest tightness, coughing, and dyspnea can occur. [45]\nAnxiety, gastrointestinal complaints, and hypotension are possible. [45]\nRespiratory failure can occasionally occur. [45]\nUntreated anaphylaxis can rapidly lead to death. [45]\nMore than two-thirds of anaphylaxis deaths occur within the first 30 minutes.\n[46]\n6. Patient Assessment for Allergic Reactions\nStart with scene size-up. [47]\nScene safety is most important. [48]\nThe environment or recent activity may indicate the source. [48]\nA respiratory problem dispatch report may suggest allergy. [48]\nRule out other causes of respiratory distress. [49]\nTrauma may be present secondary to the medical issue. [50]\nFollow standard precautions (gloves, eye protection). [50]\nConsider the need for advanced life support. [51]\nPerform a primary assessment. [52]\nQuickly identify and treat immediate threats. [52]\nABCs should be reassessed repeatedly. [53]\nForm your general impression. [54]\nAllergic reactions may present as respiratory or cardiovascular distress\n(shock). [54]\nIf the patient is anxious and in distress, call for ALS backup. [55]\nLook for a medical identification tag if unresponsive. [56]\nAirway and breathing are major concerns. [57]\nAnaphylaxis can rapidly cause upper airway swelling. [57]\nQuickly assess for increased work of breathing. [59]\nLook for accessory muscle use, head bobbing, and tripod position. [59]\nCheck for nasal flaring and abnormal breath sounds. [60]\nAssist the patient into a comfortable position (high Fowler's). [60]\nPlace in the supine position if signs of shock emerge. [60]\nAssist ventilations with a BVM and high oxygen for severe distress. [61]\nAssess circulation (C). [62]\nSome anaphylaxis patients show signs of circulatory stress (hypotension).\n[63]\nAssess for signs of hypoperfusion. [64]\nTreat for shock. [64]\nDefinitive treatment for anaphylaxis is Epi. [65]\nMake your transport decision. [66]\nImmediate transport is needed if anaphylaxis is suspected. [66]\nTransport if a mild reaction appears to be worsening. [66]\nIf the patient is calm, consider continuing assessment. [67]\nErr on the side of emergency transport. [67]\nTake a history. [68]\nInvestigate the chief complaint and history of present illness. [68]\nIdentify signs and symptoms. [68]\nObtain a SAMPLE history. [69]\nIf responsive, ask specific allergy questions. [70]\nAsk if interventions have been completed. [70]\nAsk if the patient had a severe reaction before. [70]\nAsk about ingestion of common food allergens. [70]\nInquire about gastrointestinal complaints (nausea, vomiting). [71]\nConduct a secondary assessment. [72]\nPerform a rapid head-to-toe exam if indicated. [73]\nFocus the physical exam on the chief complaint area. [73]\nRemove clothing if unconscious to look for clues. [74]\nLook for bee stingers or signs of chemical contact. [74]\nLook for a medical alert tag. [75]\nAuscultate for abnormal breath sounds (wheezing, stridor). [75]\nInspect the skin for swelling, rashes, or urticaria. [75]\nCheck vital signs. [76]\nAssess baseline pulse, respiratory rate, blood pressure. [76]\nCheck pupillary response and oxygen saturation. [76]\nSkin signs may be unreliable indicators of hypoperfusion. [77]\nStep Key Actions\nScene Size-up [47] Scene safety, identify source, standard precautions,\nconsider ALS [48]\nPrimary Assessment\n[52]\nIdentify life threats, ABCs, general impression, look for\nmedical tag [52]\nAirway/Breathing\n[57]\nAssess for swelling/distress, check work of breathing,\nassist ventilations [57]\nCirculation [62] Assess for hypotension/hypoperfusion, treat for shock [63]\nTransport Decision\n[66]\nImmediate if suspected anaphylaxis or worsening mild\nreaction [66]\nHistory Taking [68] Investigate chief complaint, SAMPLE history, ask specific\nallergy questions [68]\nSecondary\nAssessment [72]\nPhysical exam (rapid or focused), look for\nstingers/chemicals/medical tag, auscultate breath sounds,\ninspect skin [73]\nVital Signs [76] Assess pulse, respiration, blood pressure, pupils, O2\nsaturation [76]\n7. Monitoring and Reassessment\nMonitoring devices are useful. [78]\nA pulse oximeter helps assess perfusion status. [78]\nThe decision to give oxygen is based on airway, work of breathing, and lung\nsounds. [79]\nIt should not be based solely on pulse oximetry readings. [79]\nReassessment is crucial en route to the hospital. [80]\nRepeat the primary assessment. [80]\nReassess vital signs. [80]\nRepeat a focused exam of the affected system. [80]\nReassess unstable patients every five minutes. [81]\nReassess stable patients every 15 minutes. [81]\nWatch for signs of shock and treat immediately. [81]\n8. Interventions and Treatment for Allergic Reactions\nTreatment depends on the severity of the reaction. [82]\nMild reactions may need only supportive care and monitoring. [83]\nAnaphylaxis requires more aggressive treatment. [84]\nThis includes Epi and ventilatory support. [84]\nRecheck your interventions. [84]\nTransport to the emergency department is warranted even if the patient feels\nrelief. [84]\nThe medication's effect will wear off. [84]\nSymptoms will return. [84]\nAdminister BLS and provide prompt transport for severe reactions. [86]\nIf a stinger is present, scrape the skin with a stiff object. [87]\nUse a credit card or similar object. [88]\nDo not use tweezers or forceps. [88]\nGently wash the area with soap or mild anesthetic. [89]\nRemove jewelry from the area before swelling starts. [90]\nPosition the injection site slightly below heart level. [91]\nApply ice or cold packs, but not directly to skin. [92]\nLimit cold application to 10 minutes at a time. [92]\nBe alert for swelling and airway issues. [93]\nWatch for other anaphylaxis signs like nausea and vomiting. [93]\nDo not give anything by mouth. [93]\nPlace the patient in the supine position if indicated. [94]\nGive oxygen if needed. [94]\nMonitor vital signs. [95]\nBe prepared to provide further support. [96]\nSeverity of\nReaction\nTreatment\nMild [83] Supportive care, monitoring [83]\nSevere\n(Anaphylaxis) [84]\nAggressive treatment, Epi, ventilatory support, prompt\ntransport [84]\nSpecific Actions\n(Stinger Present)\nScrape stinger, wash area, remove jewelry, position site,\napply ice, monitor for swelling/airway issues, no oral intake,\nposition supine, oxygen if needed, monitor vital signs [87]\n9. Epinephrine: Mechanism and Administration\nEpinephrine (Epi) is a sympathomimetic hormone. [98]\nIt mimics the sympathetic \"fight or flight\" response. [98]\nIt causes blood vessels to constrict. [99]\nThis reverses vasodilation and hypotension from anaphylaxis. [99]\nEpi also increases cardiac contractility. [100]\nIt relieves bronchospasms in the lungs. [100]\nEpi can rapidly reverse the effects of anaphylaxis. [101]\nEpi is prescribed by a physician. [102]\nIt comes pre-dosed in an automatic Epi injector. [102]\nSome EMS systems carry Epi. [103]\nOthers allow EMS providers to help patients self-administer. [103]\nRefer to local protocols or medical control. [104]\nThe adult EpiPen delivers 0.3 milligrams of Epi. [105]\nIt uses a spring-loaded needle system. [105]\nThe infant/child system delivers 0.15 milligrams. [106]\nEpinephrine can take effect within one minute. [108]\nIt is the primary way to save someone with severe allergic reaction. [108]\nThere are side effects. [108]\nSide effects include high blood pressure, increased pulse, anxiety. [109]\nCardiac arrhythmias, pallor, dizziness can occur. [109]\nChest pain, headache, nausea, and vomiting are possible. [109]\nPatients without respiratory compromise or hypotension should not get Epi.\n[110]\nDo not give Epi if they don't meet anaphylaxis criteria. [110]\n10. Communication and Documentation\nDocumentation is important following an allergic reaction call. [85]\nInclude signs and symptoms found during assessment. [85]\nDocument the reasons for the care provided. [85]\nRecord the patient's response to treatment. [85]\n11. Review of Key Concepts\nWhat causes the signs and symptoms of an allergic reaction?\nThe release of histamine and leukotrienes. [112]\nWhat are the negative effects associated with anaphylactic shock a result of?\nVasodilation and bronchial constriction. [113]\nA 23-year-old male ate peanuts, has difficulty breathing, widespread\nurticaria, tachycardia, and hypotension (90/60). He is wheezing. What is most\nsuspicious?\nAn anaphylactic reaction. [114]\nWhat is a wheal?\nA raised, swollen, or well-defined area on the skin. [119]\nHow should you remove embedded stingers from a patient stung by hornets?\nScrape them with a stiff object. [120]\nA young male has anaphylactic shock after a scorpion sting, diminished\nconsciousness, severely labored breathing, inspiratory stridor, and cyanosis.\nHe has a prescribed Epi auto-injector. What should you do first if he's not\nbreathing?\nAssist with the BVM. [124]\nWhat is the most reliable indicator of upper airway swelling during a severe\nallergic reaction?\nStridor. [126]\nWhat is the most common trigger of anaphylaxis?\nFoods. [127]\nHow much does the adult EpiPen deliver?\n0.3 milligrams. [127]\nHow much does the infant/child EpiPen deliver?\n0.15 milligrams. [127]\nWhen administering Epi by auto-injector, how long should the EMT hold the\ninjector in place?\nFor at least 10 seconds. [128]",
  "timestamp": "2025-08-06T06:15:06.520Z"
}