{
  "chapter": 31,
  "content": "Chapter 31, Introduction to Abdominal and\nGenitourinary Injuries\nTable of Contents\n1. Introduction to Abdominal and Genitourinary Injuries A\n2. Anatomy and Physiology of the Abdomen A\n3. Mechanisms and Types of Abdominal Injuries A\n4. Specific Abdominal Organ Injuries A\n5. Patient Assessment for Abdominal Injuries A\n6. Emergency Medical Care for Abdominal Injuries A\n7. Anatomy and Physiology of the Genitourinary System A\n8. Injuries to the Genitourinary System A\n9. Patient Assessment for Genitourinary Injuries A\n10. Emergency Medical Care for Genitourinary Injuries A\n11. Rectal Bleeding and Sexual Assault A\n12. Review and Conclusion A\n1. Introduction to Abdominal and Genitourinary Injuries\nThis report focuses on abdominal and genitourinary injuries. [2]\nIt covers how to manage patients with these traumas. [4]\nRecognizing life threats and the need for immediate intervention is crucial. [5]\nThe content includes detailed anatomy, physiology, and pathophysiology. [6]\nAssessment follows the primary and secondary model. [7]\nSpecific injuries discussed include blunt versus penetrating mechanisms. [8]\nIt also covers eviscerations, impaled objects, and injuries to external genitalia. [8]\n2. Anatomy and Physiology of the Abdomen\nOrgan Type Organs Characteristics Source\nHollow\nOrgans\nStomach,\nintestines, ureter,\nbladder\nContents spill into the peritoneal cavity\nwhen ruptured, causing inflammation\nand infection (peritonitis).\n[20]\nSolid\nOrgans\nLiver, spleen,\npancreas,\nkidneys\nPerform chemical work (enzyme\nproduction, blood cleansing). Rich\nblood supply leads to severe\nhemorrhage.\n[27]\nThe abdomen extends from the diaphragm to the pelvis. [11]\nIt contains organs for digestion, urinary, and genitourinary systems. [11]\nThe abdomen is divided into four quadrants. [16]\nQuadrant location of pain can indicate involved organs. [17]\nThe right lower quadrant is common for swelling and inflammation due to the\nappendix. [19]\nThe mesenteryconnects the small intestines to the abdominal wall. [22]\nmesenteryinjuries can cause significant bleeding into the peritoneal cavity. [23]\nSigns of this include abdominal rigidity and periumbilical bruising. [24]\nThe retroperitoneal space is the posterior abdomen, behind the peritoneum. [30]\nIt includes the kidneys, ureters, bladder, and most of the pancreas. [31]\n3. Mechanisms and Types of Abdominal Injuries\nTrauma\nType\nCharacteristics Common Causes Source\nBlunt\nTrauma\nNo open wound, can appear\ninitially as abrasions,\ncontusion/hematoma may take\nhours to be visible.\nMotor vehicle crashes,\nfalls, blast injuries,\nrapid deceleration,\ncompression.\n[35]\nPenetrating\nTrauma\nForeign object enters the\nabdomen, opening the peritoneal\ncavity. Open wounds can be\ndeceiving.\nKnives, handguns,\nshotguns, rifles.\n[41]\nSpecific trauma to the abdomen can be from blunt trauma, penetrating trauma, or\nboth. [12]\nInjuries to the abdomen can be either open or closed. [34]\nClosed abdominal injuries are from blunt trauma. [35]\nSeatbelts and airbags can cause injuries if not worn properly. [37]\nAn open abdominal injury involves a foreign object entering the abdomen. [41]\nMaintain a high index of suspicion for unseen injuries with open wounds. [42]\nVelocity of an object helps predict tissue damage. [44]\nLow velocity injuries are from handheld objects like knives. [45]\nMedium velocity injuries are from small caliber handguns. [46]\nHigh velocity injuries are from larger weapons like rifles. [47]\nHigh and medium velocity injuries have temporary wound channels and cavitation.\n[48]\nCavitation is pressure transferred to tissues away from the projectile. [49]\nLow velocity penetrations can still damage underlying organs. [51]\nAssume thoracic and peritoneal cavities are violated if injury is at or below the\nxyphoid process. [52]\n4. Specific Abdominal Organ Injuries\nOrgan/Area Injury Type Signs/Symptoms/Complications Source\nEvisceration Bowel protrudes\nfrom peritoneum.\nExtremely painful, visually\nshocking.\n[53]\nHollow Organs Rupture/laceration. Delayed signs/symptoms,\ncontents spill, infection\n(peritonitis).\n[57]\nSolid Organs Fracture,\nlaceration,\npuncture.\nSignificant bleeding, rapid blood\nloss or slow oozing.\n[63]\nLiver Fracture,\npenetrating\ntrauma.\nHypoperfusion, referred pain to\nthe right shoulder.\n[64]\nSpleen/Pancreas Fractured,\nlacerated,\npunctured.\nHeavy bleeding, referred left\nshoulder pain (spleen).\n[66]\nDiaphragm Penetrated or\nruptured.\nLoops of bowel may herniate into\nthoracic cavity, dyspnea,\ncompressed lungs.\n[67]\nKidneys Impacted or\npenetrated.\nSignificant blood loss, blood in\nurine (hematuria).\n[70]\nAn evisceration is when bowel protrudes from the peritoneum. [53]\nIt is extremely painful and visually shocking. [54]\nDo not push on the patient's abdomen. [55]\nHollow organ injuries often have delayed signs and symptoms. [57]\nContents spill into the abdomen, and infection develops over hours or days. [57]\nBoth blunt and penetrating trauma can cause hollow organ injuries. [57]\nBlunt trauma can cause the organ to pop. [57]\nPenetrating trauma causes direct injury like lacerations. [57]\nGallbladder and urinary bladder contents are irritating if ruptured. [58]\nFree air in the peritoneal cavityindicates a perforated hollow organ. [59]\nSevere infections and septic shock can develop if not repaired rapidly. [61]\nSolid organ injuries can cause significant and rapid blood loss. [63]\nSolid organs can also ooze blood slowly. [63]\nThe liver is large and very vascular. [64]\nIt can be injured by fractured lower ribs or penetrating trauma. [64]\nReferred pain to the right shoulder is a common finding with liver injury. [65]\nThe spleen and pancreas are also vascular and prone to heavy bleeding. [66]\nReferred left shoulder pain occurs with splenic injury. [66]\nIf the diaphragm is penetrated, bowel may herniate into the thoracic cavity. [67]\nThis can cause dyspnea and compress the lungs. [68]\nKidneys can be impacted or penetrated by trauma. [70]\nThis can cause significant blood loss. [71]\nBlood in the urine ( hematuria) is a common finding. [72]\nBlood visible on inspection of the urinary meatusindicates significant genitourinary\ntrauma. [72]\n5. Patient Assessment for Abdominal Injuries\nAssessing patients with potential abdominal injuries is challenging. [75]\nSome injuries are obvious, others easily overlooked. [75]\nSome abdominal injuries develop or worsen over time. [76]\nStart with the scene size-up. [76]\nEnsure the scene is safe. [77]\nCall for additional resources early if needed. [77]\nConsider the MOI and NOI. [77]\nConsider early spinal precautions. [77]\nPerform the primary assessment quickly. [79]\nNote the patient's level of consciousness. [80]\nAddress severe external hemorrhage first. [81]\nEnsure a clear and patent airway. [82]\nAggressively treat signs of shock. [83]\nTransport to the highest level trauma center if available. [84]\nObtain a history, including SAMPLE and OPQRST. [85]\nAsk about nausea, vomiting, or diarrhea. [88]\nAsk about the appearance of bowel movements and urinary output. [89]\nAsk about referred pain. [91]\nperitonitiscan cause rebound tenderness(pain provoked by removing pressure). [92]\nguardingoccurs when the patient tenses abdominal muscles. [92]\nThe secondary assessment may not always be possible in the field. [94]\nRemove loosened clothes to expose injured regions. [95]\nTransport in a position of comfort unless spinal injury is suspected. [95]\nExamine the entire abdomen. [96]\nUse D-CAP BTLS to identify injury signs. [96]\nPalpate the abdomen, starting farthest from the painful quadrant. [97]\nPerform a full body scan for other injuries. [98]\nInspect and palpate the kidney area. [99]\nObtain and record vital signs early. [99]\nRepeat vital signs every five minutes with suspected serious injury. [99]\nhypotensionis a late sign of shock. [100]\nFor isolated abdominal injuries, visually inspect for penetrating wounds. [103]\nCheck for entrance and exit wounds. [104]\nDo not remove an impaled object. [105]\nIn reassessment, repeat the primary assessment and vital signs. [106]\nReassess interventions and treatment. [107]\nDocument the MOI, injuries, and vital signs. [107]\n6. Emergency Medical Care for Abdominal Injuries\nInjury Type Emergency Care Source\nClosed\nAbdominal\nMonitor closely for shock progression, suction available\nfor nausea/vomiting, administer oxygen, keep patient\nwarm, assist ventilations, consider ALS.\n[109]\nOpen\nAbdominal\nFollow general procedures for blunt injury care, inspect\nback/sides for exit wound, apply dry sterile dressing,\nstabilize impaled objects.\n[111]\nAbdominal\nEvisceration\nPlace a sterile dressing moist with saline over the\nwound, apply a bandage, transport, never replace\nprotruding organs, keep affected area warm.\n[113]\nFor closed abdominal injuries, monitor for shock. [109]\nHave suction available for nausea and vomiting. [110]\nAdminister oxygen to unconscious or shocked patients. [110]\nKeep the patient warm. [110]\nAssist ventilations if needed. [110]\nConsider ALS for NG tube placement. [110]\nOpen abdominal injuries generally have obvious wounds. [111]\nSignificant external bleeding is not always present. [112]\nMaintain a high suspicion for unseen blood loss. [112]\nFollow general procedures for blunt abdominal injury care. [112]\nInspect the patient's back and sides for an exit wound. [112]\nApply a dry sterile dressing to all open wounds. [112]\nIf a penetrating object is in place, apply a stabilizing bandage. [112]\nThis controls bleeding and minimizes object movement. [112]\nSevere lacerations can result in an evisceration. [112]\neviscerationis fat or internal organs protruding from the wound. [113]\nPlace a sterile dressing moistened with saline over the wound. [114]\nApply a bandage and transport. [114]\nNever try to replace the protruding injury. [115]\nKeep the affected area warm. [115]\n7. Anatomy and Physiology of the Genitourinary System\nThe genitourinary system controls reproductive functions and waste discharge.\n[117]\nOrgans of this system are in the abdomen. [118]\nKidneys are the solid organs. [118]\nThe ureters, bladder, and urethraare hollow organs. [118]\nMale genitalia are outside the pelvic cavity, except for the prostate and seminal\nvesicles. [119]\nFemale genitalia are entirely within the pelvis, except the vulva, clitoris, and labia.\n[119]\n8. Injuries to the Genitourinary System\nOrgan/Area Cause of Injury Consequences/Findings Source\nKidneys Force blow,\npenetrating injury,\nindirect blow (e.g.,\nfootball tackle).\nSignificant injuries, abrasion,\nlaceration, contusion in flank\narea, hematoma.\n[122]\nUrinary\nBladder\nBlunt injury to lower\nabdomen/pelvis\n(especially when full),\npenetrating wounds.\nRupture, urine spills into tissues,\nshearing from urethra (males),\nincreased injury risk in\npregnancy.\n[125]\nExternal\nGenitalia\n(Male)\nSoft tissue wounds,\nsudden deceleration,\ndirect blows, straddle\ninjuries, pelvic\nfractures, penetrating\nwounds.\nPainful, rarely life-threatening\n(unless significant bleeding),\navulsions, amputations, urethral\nlacerations, scrotal damage.\n[132]\nExternal\nGenitalia\n(Female)\nTrauma. Painful (rich nerve supply),\nconsider sexual assault and\npregnancy.\n[138]\nInternal\nGenitalia\n(Female)\nRarely damaged (small,\ndeep, protected).\nUterus enlarges and is\nvulnerable during pregnancy,\nrich blood supply during\npregnancy makes injuries\nserious.\n[134]\nKidney injuries are not common and rarely occur in isolation. [122]\nSignificant injuries can result from an indirect blow. [122]\nSuspect kidney damage with flank abrasion, laceration, or contusion. [123]\nPenetrating wounds in the lower rib cage, hip, or upper abdomen area suggest\nkidney injury. [124]\nFractures of the lower rib cage or lumbar vertebrae can also indicate kidney\ndamage. [124]\nA hematoma in the flank region is evidence of potential kidney damage. [124]\nUrinary bladder injuries may result in rupture, spilling urine into tissues. [125]\nBlunt injuries to the lower abdomen or pelvis can cause rupture, especially if the\nbladder is full. [127]\nPenetrating wounds of the lower mid-abdomen or perineumcan directly injure the\nbladder. [127]\nIn males, sudden deceleration can shear the bladder from the urethra. [128]\nBladder injuries increase in later pregnancy due to ureter displacement. [129]\nFracture of the pelvis can result in bladder perforation. [130]\nExternal genitalia injuries are painful but rarely life-threatening unless bleeding is\nsignificant. [132]\nPain may be referred to the lower abdomen. [133]\nInternal female genitalia are rarely damaged due to their protected location. [134]\nExceptions occur during pregnancy when the uterus enlarges and is more\nvulnerable. [136]\nUterine injuries during pregnancy can be serious due to rich blood supply. [137]\nExternal female genitalia injuries are painful due to rich nerve supply. [139]\nConsider sexual assault and pregnancy with female external genitalia injuries. [139]\n9. Patient Assessment for Genitourinary Injuries\nPotential for patient embarrassment exists with genitourinary injuries. [144]\nMaintain a professional presence and provide privacy. [144]\nHave an EMT of the same gender perform the assessment if possible. [144]\nAssess for scene hazards and threats during the scene size-up. [145]\nApply standard precautions. [146]\nLook for indicators of the mechanism of injury. [146]\nPatients may avoid discussion to avoid physical exam. [147]\nPatients may provide a less embarrassing MOI. [148]\nIn the primary assessment, quickly scan the patient. [149]\nInjuries can produce a significant amount of blood volume. [149]\nDo not avoid this area if bleeding is present. [149]\nMaintain privacy. [150]\nControl severe bleeding first. [151]\nEnsure a clear and patent airway. [152]\nProvide assessment ventilations as needed. [152]\nConsider the need for spinal motion restriction. [152]\nFor circulation, assess pulse rate, skin condition, color, temperature, and cap refill.\n[153]\nClosed injuries do not have visible bleeding signs. [154]\nTreat for signs of shock. [154]\nNote the patient's level of alertness. [154]\nTransport to a trauma center. [155]\nFor history taking, investigate the chief complaint. [157]\nCommon complaints include nausea, vomiting, diarrhea, and blood in the urine. [158]\nUse OPQRST and ask about output, especially blood in the urine. [160]\nAsk about allergies and previous injuries. [160]\nLast food intake and fluids are important. [162]\nAddress events leading up to the injury. [162]\nA secondary assessment may not always be possible. [163]\nIf the patient has an isolated injury, focus on that region. [164]\nAssess for D-CAP BTLS. [164]\nObtain vital signs and reassess frequently. [164]\nIn reassessment, repeat the primary assessment and vital signs. [165]\nReassess interventions and treatment. [165]\nAdjust interventions as necessary. [165]\nCommunicate concerns to hospital staff. [165]\nDescribe all injuries and treatments given. [166]\n10. Emergency Medical Care for Genitourinary Injuries\nInjury Type Emergency Care Source\nKidney Injury Treat for shock, transport promptly, monitor vital signs.\n[167]\nUrinary\nBladder Injury\nSuspect with blood in urethra or trauma to lower\nabdomen/pelvis/perineum, transport promptly if\nshock/associated injuries present, monitor vital signs.\n[169]\nExternal Male\nGenitalia\nInjury\nUse sterile moist compresses for stripped skin, apply\ndirect pressure with dry sterile gauze for bleeding, never\nmanipulate foreign objects, identify and transport avulsed\nparts, wrap penile avulsion in moist sterile dressing.\n[171]\nPenile\nAmputation\nManage blood loss with local pressure, never apply\nconstricting device, preserve amputated part in cool\ncontainer.\n[175]\nRectal\nBleeding\nConsider possible causes like sexual assault, foreign\nbodies, hemorrhoids, or ulcers.\n[197]\nExternal\nFemale\nGenitalia\nInjury\nTreat lacerations, abrasions, avulsions with moist sterile\ncompresses, use local pressure, hold dressings with\ndiaper type bandage, do not place dressings in vagina,\nleave foreign objects in place.\n[193]\nFor kidney injuries, damage may not be obvious. [167]\nLook for signs of shock or blood in the urine. [167]\nTreat for shock and transport promptly. [168]\nMonitor vital signs en route. [168]\nSuspect a urinary bladder injury with blood in the urethraopening. [169]\nAlso suspect with signs of trauma to the lower abdomen, pelvis, or perineum. [169]\nTransport promptly if shock or associated injuries are present. [170]\nMonitor vital signs en route. [170]\nFor external male genitalia injuries, injuries are painful. [171]\nThey are rarely life-threatening unless bleeding is significant. [172]\nUse sterile moist compresses for areas stripped of skin. [172]\nApply direct pressure with dry sterile gauze to control bleeding. [172]\nNever move or manipulate foreign objects in the urethra. [172]\nIdentify and take avulsed parts to the hospital. [172]\nIf skin on the penis is avulsed, wrap the penis in a moist sterile dressing. [173]\nTransport promptly and use direct pressure. [173]\nTry to save and preserve the skin. [174]\nFor penile amputation, managing blood loss is top priority. [175]\nUse local pressure on the remaining stump. [176]\nNever apply a constricting device. [177]\nSurgical reconstruction is possible if the amputated part is located. [177]\nWrap the part in moist sterile dressing, place in a bag, and transport in a cool\ncontainer. [178]\nAvoid direct contact with ice. [178]\nSevere damage to connective tissue can fracture or angulate the shaft. [179]\nAccidental laceration of the penis head is associated with heavy bleeding. [182]\nLocal pressure usually stops hemorrhage. [183]\nSkin can get caught in a zipper. [183]\nCut pants if a small segment is involved; use heavy scissors for larger segments.\n[184]\nurethrainjuries in males are not very common. [186]\nLacerations can result from straddle injuries, pelvic fractures, or penetrating\nwounds. [186]\nIt is important to know if the patient can urinate or if there is blood in the urine. [187]\nSave any urination for hospital examination. [187]\nForeign bodies protruding from the urethraneed surgical removal. [188]\nA bulging scrotummay indicate damaged contents. [189]\nWrap scrotal contents or the perineal wall with a moist compress. [190]\nUse local pressure to control bleeding. [191]\nDirect blows to the scrotumcan rupture a testicle and cause blood accumulation.\n[192]\nApply an ice pack to the scrotal area during transport. [192]\nFor female genitalia injuries, treat lacerations, abrasions, or avulsions with moist\nsterile compresses. [193]\nUse local pressure to control bleeding. [193]\nHold dressings in place with a diaper type bandage. [193]\nDo not place any dressings into the vagina. [194]\nLeave any foreign objects in place after stabilizing with bandages. [195]\nInjuries are painful but generally not life-threatening. [195]\nHospital evaluation is required. [196]\nTransport urgency depends on associated injuries, hemorrhage amount, and shock\npresence. [196]\n11. Rectal Bleeding and Sexual Assault\nRectal bleeding is a common complaint. [197]\nPossible causes include sexual assault, foreign bodies, hemorrhoids, or ulcers. [198]\nSignificant bleeding can occur after hemorrhoid surgery. [199]\nSexual assault is a serious issue. [200]\nVictims are generally women, but can be men and children. [200]\nOften, compassion and transport are the main roles. [201]\nThe patient may have multi-system trauma and need shock treatment. [202]\nDo not examine unless obvious bleeding requires a dressing. [203]\nFollow appropriate protocols and procedures. [204]\nShield the patient from onlookers. [204]\nDocument history, assessment, treatment, and response for court appearances.\n[204]\nFollow crime scene policy. [205]\nAdvise the patient not to wash, bathe, shower, douche, urinate, or defecate until\nafter the exam. [207]\nIf oral penetration occurred, advise the patient not to eat, drink, brush teeth, or use\nmouthwash until after the exam. [208]\nHandle the patient's clothes as little as possible. [209]\nPlace clothing and evidence in paper bags. [209]\nDo not use plastic bags as mold can destroy evidence. [210]\nHave an EMT of the same gender care for the patient whenever possible. [211]\nTreat medical injuries. [212]\nProvide privacy, support, and reassurance. [212]\n12. Review and Conclusion\nThis chapter reviewed abdominal and genitourinary injuries. [213]\nperitonitismost likely results from hollow organ injuries. [216]\nSolid organs like the liver are most likely to bleed profusely if severely injured. [219]\nIntra-abdominal bleeding is common after blunt trauma. [220]\nThe absence of pain does not rule out intra-abdominal bleeding. [220]\nProperly worn seat belts can still cause injury, possibly to the iliac crest. [220]\nA deformed steering wheel suggests the driver experienced an abdominal injury.\n[222]\nAlternative management for abdominal eviscerationincludes applying an occlusive\ndressing. [223]\nA patient with possible peritonitismay prefer to sit with legs drawn up. [224]\nPain in the left flank after a football tackle is most concerning for kidney injury. [225]\nhematuriais defined as blood in the urine. [228]\nLocal pressure can usually control bleeding for female external genitalia trauma.\n[230]\nThis report summarizes key aspects of abdominal and genitourinary injuries.",
  "timestamp": "2025-08-06T06:18:41.625Z"
}