{
  "chapter": 41,
  "content": "Chapter 41, Terrorism and Disaster\nManagement\nTable of Contents\n1. Introduction to Terrorism and the EMT's Role A\n2. Types of Terrorism and Emerging Threats A\n3. Weapons of Mass Destruction (WMDs): Classification and Overview A\n4. Chemical Agents: Types, Effects, and Treatment A\n5. Biological Agents: Types, Dissemination, and Response A\n6. Radiological and Nuclear Terrorism A\n7. Explosive and Incendiary Devices A\n8. EMT Response Principles and Scene Safety A\n9. Disaster Management and Public Health Considerations A\n1. Introduction to Terrorism and the EMT's Role\nYou might respond to a terrorist event during your career.\nThe question is when and where terrorists will strike again.\nYou must be prepared mentally and physically for a possible terrorist event.\nThere are key principles that apply to every response.\nThe U.S. Department of Justice defines international and domestic terrorism.\nThey involve violent or dangerous acts that violate law.\nThese acts intend to intimidate a population or influence government policy.\nMass destruction, assassination, or kidnapping can affect government conduct.\nInternational terrorism occurs primarily outside the United States' jurisdiction.\nDomestic terrorism occurs primarily within the United States' jurisdiction.\n2. Types of Terrorism and Emerging Threats\nModern-day terrorism is common in the Middle East.\nDomestic terrorists have carried out multiple attacks in the United States.\nOnly a small percentage of groups turn towards terrorism.\nExamples include religious extremist groups or doomsday cults.\nExtremist political groups also use terrorism.\nViolent supremacy groups are included.\nGroups seeking political, religious, economic, and social freedoms can be terrorists.\nCyber terrorists are also a type.\nSingle-issue groups may also turn to terrorism.\nAn alarming new trend is the lone wolf terrorist attack.\nThis is a frequent threat in the United States.\nLone wolf terrorism is violence or threat of violence by a single actor.\nThe actor pursues political change linked to an ideology.\nThey do not receive orders or support from outside sources.\nThe motives of a lone wolf terrorist are not always clear.\nAttacks may be targeted at schools, festivals, or shopping centers.\nThese attacks are difficult to predict.\nMany lone wolf attacks involve firearms.\nThis type of event is classified as an active shooter event.\nactive shooter events have prompted discussion of gun laws and mental health.\nEducation of the public and first responders on treating casualties is also discussed.\nThe Hartford Consensus recommends a THREAT response plan.\nTHREAT stands for threat suppression and hemorrhage control.\nRapid extrication to safety is included.\nAssessment by medical providers is part of the plan.\nFinally, transport to definitive care is included.\nEMS crews may be equipped with ballistic vests and helmets.\nThey can assist law enforcement with threat and evacuation.\nInteragency training is key for EMS crews working with law enforcement.\nType of\nTerrorism\nPrimary\nLocation\nKey Characteristics Examples\nInternational\nTerrorism\nPrimarily\noutside the\njurisdiction of\nthe United\nStates\nViolent acts or acts dangerous\nto human life; intended to\nintimidate or coerce a civilian\npopulation, influence\ngovernment policy, or affect\ngovernment conduct\nCommon in the\nMiddle East\nDomestic\nTerrorism\nPrimarily within\nthe jurisdiction\nof the United\nStates\nViolent acts or acts dangerous\nto human life; intended to\nintimidate or coerce a civilian\npopulation, influence\ngovernment policy, or affect\ngovernment conduct\nMultiple attacks\ncarried out in the\nUnited States;\nincludes lone wolf\nattacks and active\nshooter events\n3. Weapons of Mass Destruction (WMDs): Classification and Overview\nA weapon of mass destruction (wmd) is designed to cause mass death or damage.\nIt can cause mass casualties or massive damage to property and infrastructure.\nInfrastructure includes bridges, tunnels, airports, and seaports.\nAcronyms like be nice or cbrne help remember wmd types.\nbe nice stands for biologic, nuclear, incendiary, chemical, and explosive.\ncbrne stands for chemical, biologic, radiologic, nuclear, and explosive.\nTo date, explosives have been the preferred wmd for terrorists.\nwmds are relatively easy to obtain or create.\nThey are specifically geared towards killing large numbers of people.\n4. Chemical Agents: Types, Effects, and Treatment\nchemical agents are manufactured substances with devastating effects.\nThey can be liquid, powder, or vapor.\nThis depends on the desired route of exposure and dissemination.\nAgents consist of vesicants, respiratory agents, nerve agents, and metabolic agents.\nvesicants are also called blister agents.\nRespiratory agents are also called choking agents.\nmetabolic agents include cyanides.\nType of\nAgent\nPrimary Route\nof Exposure\nSigns and Symptoms Treatment\nVesicants\n(Blister\nAgents)\nSkin contact,\nrespiratory tract\n(if left on\nskin/clothing)\nBurn-like blisters, skin\nirritation/burning/reddening,\nintense skin pain, gray skin\ndiscoloration,\nswollen/closed/irritated eyes,\npermanent eye injury/blindness,\nhoarseness/stridor, severe\ncough, hematemesis, severe\ndyspnea\nNo antibodies for\nmustard or CX\nexposure; British anti-\nLewisite is an antidote\nfor Agent L; decon\nbefore treatment;\nprompt airway support\nif inhaled; burn centers\nbest equipped for\nwounds/infections\nPulmonary\nAgents\n(Choking\nAgents)\nRespiratory tract\n(inhalation/vapor\nhazard)\nRespiratory symptoms like\ndyspnea/tachypnea; damage to\nlung tissue, fluid leaks into\nlungs, pulmonary edema;\ndifficulty breathing\nRemove patient from\natmosphere;\naggressive ABC\nmanagement; patient\nshould rest; no\nantidotes; rest in\nposition of comfort\nwith head elevated;\ninitiate proper\ntransport; consider\nadvanced life support;\nCPAP may benefit;\nadvanced airway\nmanagement needed\nfor some\nNerve\nAgents\nAny route of\nexposure\nExtremely toxic and rapidly\nfatal; cardiac arrest within\nseconds to minutes;\norganophosphate effects;\nmiosis (pinpoint pupils),\nvomiting, bradycardia,\nexcessive salivation, seizures,\ncoma, apnea, respiratory arrest,\nmuscle paralysis\nProvide O2 and\nventilative support;\nuse a DuoDote autoinjector\n(contains\natropine and\npralidoxime chloride)\nMetabolic\nAgents\n(Cyanides)\nAll routes of\nentry\nAffect body's ability to use\noxygen; low doses: dizziness,\nlightheadedness, headache,\nvomiting; high doses: shortness\nof breath, respiratory distress,\nflushed skin, tachycardia,\naltered mental status, seizures,\ncoma, apnea, cardiac arrest\nRemove all patient\nclothes;\ndecontaminate for\nliquid contamination;\nsupport ABCs\n5. Biological Agents: Types, Dissemination, and Response\nBiologic agents pose difficult issues as wmds.\nThey can be almost completely undetectable.\nDiseases caused by these agents often resemble minor illnesses.\nBiologic agents are grouped as viruses, bacteria, and neurotoxins.\nThey may be spread in various ways.\nDissemination is how terrorists spread the agent.\nA disease vector is an animal that spreads disease after being infected.\ncommunicability is how easily a disease spreads from human to human.\nIf communicability is high, the person is contagious, like with smallpox.\nincubation is the time between exposure and the first symptoms.\nAgent Type Characteristics Dissemination/Communicability Response/Treatme\nViruses Require a living host\nto multiply; invade\nhealthy cells and\nreplicate\nSpread by direct methods\n(respiratory droplets) or vectors\nSome viral agents\nhave vaccines, but\nnot often treatments\nBacteria Do not require hosts\nto multiply; complex\nand larger than\nviruses\nGenerally cause flu-like\nsymptoms initially\nInfections can be\nfought with\nantibiotics\nNeurotoxins Most potent\n(botulinum toxin);\naffect nervous system\nfunction\nCan cause muscle paralysis\nleading to respiratory arrest\nDepends on the\nspecific neurotoxin;\nricin causes\npulmonary edema,\nrespiratory/circulato\nfailure\nSmallpox\n(Virus)\nHighly contagious;\nstarts with high fever,\nbody aches,\nheadaches before\nrash; lesions are\nidentical in\ndevelopment; small\nblisters beginning on\nface/extremities and\nmoving towards\nchest/abdomen\nHighly contagious, high\ncommunicability\nUse standard\nprecautions (exam\ngloves, HEPA filters,\neye protection)\nViral\nHemorrhagic\nFevers\n(VHF) (Virus)\nCaused by viruses like\nEbola, Rift Valley,\nMarburg, yellow fever;\ncauses blood to seep\nout of tissues/blood\nvessels; flu-like\nsymptoms\nprogressing to\ninternal/external\nhemorrhaging\nSpread by viruses All standard\nprecautions must be\ntaken\nAnthrax\n(Bacteria)\nCaused by bacteria\ndormant in a spore;\ngerm released when\nexposed to optimal\ntemperature/moisture;\npulmonary form is\ndeadliest\nRoutes include inhalation,\ncutaneous, GI; inhalation form\npersists as severe cold\nAntibiotics can treat\nsuccessfully; vaccin\navailable\nPlague\n(Bacteria)\nNatural vectors are\ninfected\nrodents/fleas;\nbubonic plague\ninfects lymphatic\nBubonic plague spread by\nvectors; pneumonic plague\nresults from inhalation and is\ncontagious\nUntreated bubonic\nplague can lead to\nsepsis and death;\npneumonic form has\nsystem (swollen\nlymph nodes);\npneumonic plague is a\nlung infection\nmuch higher death\nrate than bubonic\nBotulinum\nToxin\n(Neurotoxin)\nMost potent\nneurotoxin; produced\nby bacteria; affects\nnervous system's\nability to function\nIntroduced into the body Causes muscle\nparalysis leading to\nrespiratory arrest\nRicin\n(Neurotoxin)\nDerived from mash\nleft from castor bean;\nquite stable and\nextremely toxic\nRoutes of exposure include\ninhalation\nCauses pulmonary\nedema,\nrespiratory/circulato\nfailure leading to\ndeath; ingestion\nsigns: fever, chills,\nheadache, muscle\naches, GI symptoms\ndehydration, GI\nbleeding, organ\nnecrosis; inhalation\nsigns: fever, chills,\nnausea, local\nirritation, sweating,\nheadache, muscle\naches, productive\ncough, chest pain,\ndyspnea, pulmonary\nedema, severe lung\ninfections, cyanosis,\nseizures, respiratory\nfailure\n6. Radiological and Nuclear Terrorism\nRadiation is ionizing radiation from rays or particles.\nIt is in the form of rays.\nThis energy is found in radioactive material like rocks or metals.\nRadioactive material emits radiation and is unstable.\nIt attempts to stabilize through a natural process called decay.\nEnergy emitted from a strong source includes alpha, beta, gamma, or neutron\nradiation.\nAlpha is the least penetrating type.\nIt cannot move through most objects.\nBeta radiation is slightly more penetrating than alpha.\nIt requires a layer of clothing to stop it.\nGamma rays are faster and stronger than alpha and beta.\nThey penetrate the human body easily.\nLead or several inches of concrete prevent gamma penetration.\nNeutron particles are among the most powerful forms of radiation.\nNeutrons easily penetrate lead.\nSeveral feet of concrete are required to stop neutrons.\nSources of radiological material are generally used for beneficial purposes.\nThese include medicine, killing germs, or construction.\nUsed radiological material is considered waste.\nMaterials are found in hospitals, healthcare facilities, and universities.\nNuclear power plants and chemical/industrial sites also have these materials.\nRadiologic dispersal devices (RDDs) are containers designed to disperse radioactive\nmaterial.\nA dirty bomb can injure victims with radioactive material and the explosive.\nThe destruction capability of a dirty bomb is limited to the attached explosives.\nA dirty bomb is an ineffective wmd.\nNuclear energy is made by altering or splitting radioactive atoms.\nThis results in immense energy, usually heat.\nNuclear material is used in medicine, weapons, naval vessels, and power plants.\nNuclear material gives off all forms of radiation, including neutrons.\nNuclear weapons are kept only in secure facilities.\nThe likelihood of a nuclear attack is extremely remote.\nSmall nuclear devices (SADMs) are believed to be missing since the Soviet Union's\ncollapse.\nPatients exposed to excessive radiation are victims of acute radiation toxicity.\nThe effect varies based on the amount of radiation and route of entry.\nRadiation can be introduced by all routes and through the body (irradiation).\nBeing exposed to radiation does not make a patient contaminated.\nPatients with a radioactive source on their body are contaminated.\nThey must be initially cared for by hazmat responders.\nOnce deconned, you may treat them.\nStart with ABCs and treat for burns or trauma.\nWear appropriate PPE.\nSecure plastic bags with body fluids obtained from the patient.\nProperly dispose of fluids with other potentially radioactive waste.\nNo suits completely shield from radiation.\nBest protection is time, distance, and shielding.\n7. Explosive and Incendiary Devices\nExplosive and incendiary devices are weapons used to start fires.\nTerrorists use flamethrowers, chemicals, and other devices.\nIt is important to identify potential devices.\nNotify proper authorities and safely evacuate the area.\nRemember the possibility of secondary devices.\nSecondary devices are set to explode after the initial bomb.\nThey are intended to injure responders and secure media coverage.\nMechanisms of injury depend on the patient's distance from the explosion.\nBlast explosions occur in several ways.\nPrimary blast is due to direct pressure effects on the body.\nInjury is almost exclusively in hollow organs.\nSecondary injury is from being struck by flying debris.\nTertiary blast results from whole-body displacement and impact with the environment.\nOther indirect effects include crush injury from structure collapse.\nQuaternary blast injury includes any other injury caused by the blast.\nThis includes toxic inhalation of gas or burns.\nMedical emergencies sustained while fleeing are quaternary injuries.\nMental health disorders developing after the explosion are also included.\nThe physics of an explosion involve a substance converting to large gas volumes\nunder pressure.\nThis releases explosive energy.\nA spherical blast wave extends in all directions.\nFlying debris and high winds cause conventional blunt and penetrating traumas.\nTissues at risk are hollow organs like the middle ear, lungs, or GI tract.\nThese are susceptible to pressure changes.\nJunctions between tissues of different densities and exposed tissues are prone to\ninjury.\nThe ear is sensitive to blast injuries.\nPatients may report tingling or pain in the ears or hearing loss.\nPrimary blast injuries in the ear occur as contusions and hemorrhages.\nSolid organs are relatively protected from the shock wave.\nThey may be injured by a secondary missile.\nHollow organs may be injured by similar mechanisms as lung tissue.\nLarge hematomas are the most visible sign of TQI.\nAccording to the CDC, blast lung is the most common cause of death.\nNeurologic injuries and head trauma are also common causes of fatality.\nExtremity injuries, including traumatic amputations, are common.\nPatients may die of massive hemorrhage without rapid tourniquet application.\n8. EMT Response Principles and Scene Safety\nThe basic foundation of patient care remains the same.\nTreatment can vary slightly.\nAlways remember situational awareness.\nRecognize a terrorist event or indicators.\nPlanning of most terror acts is covert.\nPublic safety usually has no prior knowledge of the attack.\nYou must be constantly aware of your surroundings.\nUnderstand the possible risks for terrorism.\nKnow the current threat level from the Department of Homeland Security (DHS).\nThe color-coded system was replaced by the National terrorism Advisory System\n(NTAS).\nAlerts from the NTAS summarize the threat and actions to take.\nFirst responders, government agencies, and the public can use this information.\nBe aware of NTAS information at the start of your workday.\nMake observations on every call for situational awareness.\nConsider the type of call and location.\nNote the number of patients.\nListen to victim statements.\nLook for any pre-incident indicators.\nRemember scene safety when responding.\nStage your vehicle a safe distance from the incident.\nWait for law enforcement to advise if the scene is secured.\nIf you doubt safety, do not enter.\nThe best staging location is upwind and uphill from the incident.\nFailure to park safely endangers you and your partner.\nIf your vehicle is blocked or damaged, you cannot transport victims or escape.\nBe aware of secondary devices.\nresponder safety includes personal protective equipment (PPE).\nThe best protection is preventing contact with the agent.\nThe greatest threats are contamination and cross-contamination.\nMake notification procedures as soon as you suspect an attack.\nNotify dispatch when you suspect a terrorist attack or wmd.\nTell dispatch the nature of the event and needed resources.\nProvide the estimated number of patients.\nGive the upwind route of approach or an optimal approach.\nIt is important to establish a staging area for other units.\nOnly trained responders with proper PPE should handle a wmd event.\nKeep in mind there may be more than one event or device.\nEstablish command as the first provider on scene.\nThe EMT may need to establish command until more personnel arrive.\nEMTs may function as medical branch, triage, treatment, or transport supervisors.\nThey can also be logistics officers or command/general staff.\nIf the incident command system is in place, find the medical staging officer for\nassignment.\nReassess scene safety constantly.\nThis is an important component of situational awareness.\nKey Principle Description Source\nSituational\nAwareness\nBeing constantly aware of surroundings and potential risks\nfor terrorism; knowing the current threat level and NTAS\nalerts; making observations on every call (type, location,\nnumber of patients, victim statements, pre-incident\nindicators)\nScene Safety\nand Staging\nStaging vehicle a safe distance from the incident; waiting\nfor law enforcement to secure the scene; not entering if\nscene is unsafe; staging upwind and uphill; parking vehicle\nin a safe location to avoid being blocked or damaged\nSecondary\nDevices\nAdditional explosives set to injure responders and gain\nmedia coverage; possibility must be remembered when\nresponding\nResponder\nSafety and PPE\nPreventing contact with the agent is best protection; being\naware of contamination and cross-contamination; wearing\nappropriate PPE\nNotification\nProcedures\nNotifying dispatch when a terrorist attack or WMD is\nsuspected; providing nature of event, needed resources,\nestimated patients, and approach route\nEstablishing\nCommand\nThe first provider on scene may need to establish\ncommand; EMTs may function in various roles within the\nincident command system\nReassessing\nScene Safety\nConstantly assessing and reassessing the safety of the\nscene as an important component of situational awareness\n9. Disaster Management and Public Health Considerations\nOther EMT roles include syndromic surveillance.\nThis involves monitoring patients in emergency departments and alternate care\nfacilities.\nYou may need to record EMS call volume.\nMonitoring the use of over-the-counter medicines may also be required.\nPatients with flu-like symptoms are particularly important.\nDispatch operations need awareness of unusual call numbers or unexplainable\nsymptom clusters.\nThis is important if clusters come from a particular region or community.\nPoints of distribution (PODs) are part of the Strategic National Stockpile (SNS).\nPODs are existing facilities established for mass distribution of medical supplies.\nSupplies include antibiotics, antidotes, vaccines, and other medical materials.\nMedications can be released in push packs by the CDC's SNS.\nThese push packages have a delivery time of about 12 hours anywhere in the country.\nEMTs, AEMTs, and paramedics may assist in medication delivery to the public.\nYour role may include triage, treatment, and transport.\nThis chapter covers the essential aspects of terrorism response and disaster management for\nEMTs .",
  "timestamp": "2025-08-06T06:22:22.773Z"
}