{
  "chapter": 40,
  "content": "Chapter 40, Incident Management\nTable of Contents\n1. Introduction to Incident Management Systems A\n2. Roles and Responsibilities within the Incident Command System A\n3. Operational Aspects of Incident Management A\n4. EMS Response within the Incident Command System A\n5. Triage Procedures in Mass Casualty Incidents A\n6. START and JumpSTART Triage Methods A\n7. Special Considerations and Destination Decisions in MCIs A\n8. Hazardous Materials (HAZMAT) Incidents A\n9. Identifying Hazardous Materials and Information Resources A\n10. HAZMAT Scene Operations and Control Zones A\n11. HAZMAT Classification and Personal Protective Equipment A\n12. Caring for Patients at a HAZMAT Incident A\n1. Introduction to Incident Management Systems\nSystem Purpose Framework Components\nNational\nIncident\nManagement\nSystem (NIMS)\nTo promote efficient coordination\nof emergency incidents at\nregional, state, and national\nlevels. It provides a framework for\neffective work among federal,\nstate, and local governments,\nprivate sector, and nongovernmental\norganizations.\nCommunication and\ninformation management,\nresource management, and\ncommand management.\nStandard structure includes\nICS, multi-agency\ncoordination systems, and\npublic information systems.\nIncident\nCommand\nSystem (ICS)\nTo ensure responder and public\nsafety, achieve incident\nmanagement goals, ensure\nefficient use of resources and\ncommunication. Goal is to make\nA component of NIMS.\nSometimes referred to as\nthe Incident Management\nSystem.\nbest use of resources to manage\nthe environment and treat\npatients. Designed to control\nduplication of effort and\nfreelancing.\nMass Casualty Incidents (MCIs) refer to any call involving three or more\npatients.\nAn MCI can also be any situation placing great demand on equipment or\npersonnel, requiring a multi-aid response.\nA multi-aid response is an agreement between neighboring EMS systems for\nassistance when local resources are insufficient.\nThese events can be overwhelming due to many patients and limited\nresources.\nDisasters are widespread events disrupting community functions and\nresources.\nDisasters threaten lives and property.\nMany disasters may not involve personal injuries.\nUnlike MCIs, which generally last only a few hours, disasters can require\nresponders for days, weeks, or months.\nUse of ICS helps do the greatest good for the greatest number of people.\nAs an EMT, you typically work within the EMS medical branch under ICS.\nNIMS provides standardization in terminology, resource classification,\npersonnel training, and certification.\ninteroperability, the ability of different agencies and jurisdictions to\ncommunicate, is a key feature of NIMS.\nCommunication is considered the building block of good patient care.\nUsing common terminology and clear text communication helps multiple\nagencies work effectively.\n2. Roles and Responsibilities within the Incident Command\nSystem\nStaff Type Roles Key Responsibilities\nGeneral\nStaff\nCommand, Finance,\nLogistics, Operations,\nPlanning\nManages overall incident operations,\ntactical operations, financial aspects,\nresources, and problem-solving.\nCommand\nStaff\nPublic Information\nOfficer (PIO), Safety\nOfficer, Liaison Officer\nProvides public and media information,\nmonitors scene safety, and relays\ninformation among staff and agencies.\nThe Incident Commander (IC) is in charge of the overall incident.\nLarge incidents with multiple agencies may require a unified command.\nA single command system has one person in charge, even with multiple\nagencies responding.\nEMTs must know who the IC is, how to communicate, and where the\ncommand post is.\nIn very large incidents, EMTs report to a supervisor under the IC.\nAn IC can transfer command to someone with more experience.\nWhen an incident ends, command should be terminated, and agencies\ndemobilized.\nFinance documents all expenditures for reimbursement.\nFinance functions include time, procurement, compensation/claims, and cost\nunits.\nLogistics is responsible for communications, facilities, food, water, fuel,\nlighting, and medical supplies.\nThe Operations section manages tactical operations at large incidents.\nThe Operations section chief supervises personnel working at the scene,\nassigned to branches, divisions, and groups.\nPlanning solves problems as they arise.\nPlanning obtains data, analyzes plans, and works with other sections.\nPlanning develops the incident action plan, a central tool for disaster\nresponse planning.\nThe incident action plan provides clear information on objectives, tactics, and\nassignments.\nThe Safety Officer monitors the scene for hazards to responders and\npatients.\nThe safety officer can stop operations if a rescuer is in danger.\nThe safety officer should remove hazards before they cause injury.\nThe public information officer (pio) provides information to the public and\nmedia.\nThe PIO must keep the media safe and out of the incident.\nPIOs may cooperate in a joint information center.\nThe liaison officer relays information and concerns among command and\ngeneral staff and other agencies.\n3. Operational Aspects of Incident Management\nCommunications has often been a weak point in major incidents.\nIntegrated communications are recommended so all agencies can\ncommunicate quickly.\nUsing common terminology and clear text is important.\nCommunication allows for accountability and instant communication.\nUsing face-to-face communication limits radio traffic.\nAvoid using 10 codes or signals on the radio.\nCommunication problems should be worked out beforehand with designated\nchannels.\nCommunication equipment must be reliable, durable, field-tested, with\nbackups.\nResource Management involves requesting additional resources when\nneeded.\nUpon arrival, responders should check in with the incident commander or\nsupervisor.\nChecking in allows for job tasking, personnel tracking, and accurate cost\ncalculation.\nAn initial briefing provides information, job function, and responsibilities.\nRecord Keeping is important for tracking time and equipment costs for\nreimbursement.\nAccountability means keeping your supervisor informed of your location,\nactions, and completed tasks.\nThis includes advising your supervisor of uncompleted tasks and needed\ntools.\ndemobilization occurs once the incident is stabilized and hazards are\nmitigated.\nThe IC determines which resources are no longer needed and when to begin\ndemobilization.\ndemobilization allows resources to return promptly to their parent\norganizations.\n4. EMS Response within the Incident Command System\nMedical Branch\nComponent\nRole Key Responsibilities\nMedical Branch\nDirector\nSupervises primary roles\nof triage, treatment, and\ntransport.\nEnsures responding EMS units\nwork with ICS.\nTriage\nSupervisor\nIn charge of counting and\nprioritizing patients.\nEnsures initial assessment for\nevery patient. Must not begin\ntreatment until all patients are\ntriaged.\nTreatment\nSupervisor\nLocates and sets up\ntreatment area with\npatient tiers.\nEnsures secondary triage and\nadequate patient care. Assists\nwith moving patients to\ntransportation area.\nTransportation\nSupervisor\nCoordinates\ntransportation and\ndistribution of patients.\nHelps prevent hospital\noverwhelm. Documents transport\nvehicles, patients, and\ndestinations.\nStaging Officer Assigned when multivehicle/\nagency response\nis needed.\nEmergency vehicles need\npermission to enter the scene.\nStaging area should be away\nfrom the scene.\nPhysicians on\nScene\nMake difficult triage\ndecisions, provide\nsecondary triage, provide\nmedical direction.\nCan provide care in the treatment\nsector.\nRehabilitation\nSupervisor\nEstablishes an area for\nresponder protection and\nneeds.\nMonitors responders for stress.\nExtrication and\nSpecial Rescue\nDetermines needed\nequipment and resources.\nCoordinates rescue operations.\nMorgue\nSupervisor\nCoordinates removal of\nbodies and body parts.\nWorks with medical examiners,\ncoroners, DMAT, and law\nenforcement. Morgue area should\nbe out of view and secured.\nPreparedness involves decisions and planning before an incident.\nPreparedness includes planning for likely natural disasters in the area.\nEMS agencies should have a written disaster plan with regular training.\nA copy of the disaster plan should be in each EMS vehicle.\nLocal EMS organizations should develop an assistance program for responder\nfamilies.\nScene size-up begins with dispatch and continues upon arrival.\nInitial assessments and preliminary decisions are made during size-up.\nSize-up is guided by three questions: What do I have? What do I need? What\ndo I need to do?.\nEstablishing Command is done by the most senior official.\nNotification to other responders and requesting resources should occur.\nA command system ensures resources are effectively coordinated.\nCommand must be established early, preferably by the first arriving, most\nexperienced official.\nThe Medical Branch of ICS supervises triage, treatment, and transport.\nEach medical division or group receives a clear assignment before working.\nResponsible personnel remain at their vehicle in the staging area until\nassigned.\n5. Triage Procedures in Mass Casualty Incidents\nTriage\nCategory\nColor Characteristics\nImmediate Red Highest priority; life-threatening injuries requiring\nimmediate attention.\nDelayed Yellow Significant injuries but can tolerate a delay in\ntreatment.\nMinor or\nMinimal\nGreen Walking wounded; minor injuries.\nExpectant Black Likely to die; injuries are severe beyond current\ncapabilities.\ntriage means to sort patients based on injury severity.\nThe goal of triage is to do the greatest good for the greatest number.\ntriage assessment is brief, and patient categories are basic.\nPrimary triage is the initial triage done in the field.\nSecondary triage is done as patients are brought into the treatment area.\nDuring primary triage, patients are briefly assessed and identified, such as by\nattaching a triage tag.\nAfter primary triage, the triage supervisor communicates information to the\nmedical branch director.\nThis information includes the number of patients, the number in each\ncategory, extrication/movement recommendations, and needed resources.\nWhen initial triage is complete, secondary triage (re-triage) allows\nreassessment and category upgrades.\nThere are four common triage categories: Immediate (Red), Delayed (Yellow),\nMinor or Minimal (Green), and Expectant (Black).\nExpectant patients are those likely to die.\nAn orange tag may indicate an immediate category requiring a specific nontrauma\ndestination.\ntriage tags assist in tracking patients and keeping accurate records.\ntriage tags should be waterproof, easily read, color-coded, and clearly show\nthe category.\nTags become part of the patient's medical record.\nThe transport officer must be able to identify which patient was transported\nby which unit to which destination and their priority.\n6. START and JumpSTART Triage Methods\nSTART stands for Simple triage and Rapid Treatment.\nSTART is one of the easiest triage methods.\nIt uses a limited assessment of the patient's ability to walk, respiratory status,\nhemodynamic status (pulse), and neurologic status.\nStep 1 (START): On arrival, call out to patients and direct the walking\nwounded to a landmark.\nThe walking wounded are considered green (third priority) patients.\nStep 2 (START): Assess non-walking patients starting with the first one.\nAssess respiratory status.\nIf not breathing, open the airway with a simple maneuver.\nA patient who still does not breathe is triaged as expectant (black).\nIf the patient begins to breathe after opening the airway, tag them as\nimmediate (red), place in recovery position, and move on.\nIf the patient is breathing, estimate the respiratory rate.\nA patient breathing faster than 30 or less than 10 breaths per minute is\ntriaged as immediate (red).\nIf breathing between 10 and 29 breaths per minute, move to the next step.\nStep 3 (START): Assess hemodynamic status by checking for bilateral radial\npulses.\nAn absent radial pulse implies hypotension, so tag as immediate priority (red).\nStep 4 (START): Assess neurologic status by assessing the ability to follow\nsimple commands.\nA patient who is unconscious or cannot follow simple commands is an\nimmediate priority (red).\nJumpSTART triage is used for pediatric patients.\nIt is intended for children younger than one year or appearing to weigh less\nthan 100 pounds.\nJumpSTART also begins by identifying the walking wounded.\nInfants and children not developed enough to walk or follow commands,\nincluding those with special needs, should be taken to the treatment sector\nfor secondary triage.\nJumpSTART has differences in respiratory status assessment compared to\nSTART.\nIf a pediatric patient is not breathing, immediately check for a pulse.\nIf there is no pulse, label the patient as expectant (black).\nIf not breathing but has a pulse, open the airway with a manual maneuver.\nIf the patient does not begin to breathe, give five rescue breaths and check\nrespirations again.\nA child who does not begin to breathe should be labeled as expectant (black).\nThe most common cause of cardiac arrest in children is respiratory arrest.\nThe next step is to assess the respiratory rate.\nThen assess hemodynamic status by feeling the most comfortable pulse.\nAbsence of a distal pulse labels the child as immediate priority (red).\nThe final assessment for neurologic status uses a modified AVPU.\nA child who is unresponsive, responds to pain by posturing, makes\nincomprehensible sounds, or cannot localize pain is tagged as immediate\n(red).\n7. Special Considerations and Destination Decisions in MCIs\nSpecial triage considerations exist for certain patients.\nHysterical and disruptive patients may need handling as immediate priority.\nThey may be transported off-site even if not seriously injured.\nA responder who becomes sick or injured should be handled as an immediate\npriority.\nInjured responders should be transported offsite as soon as possible.\nIn hazmat incidents, patients are identified as contaminated or\ndecontaminated before triage.\nDestination decisions are based on triage category.\nAll patients triaged as immediate (red) or delayed (yellow) should preferably\nbe transported by ground or air ambulance.\nIn extremely large situations, a bus may transport the walking wounded\n(green).\nImmediate priority patients should be transported two at a time until all are\ntransported.\nDelayed category patients can be transported two or three at a time.\nFinally, the walking wounded are transported.\nExpectant patients who are still alive would receive treatment and transport at\nthis time.\nDead victims are handled and transported according to standard operating\nprocedure.\nEarly notification allows receiving facilities to increase staffing and move\npatients.\n8. Hazardous Materials (HAZMAT) Incidents\nNFPA 704 Hazard\nClassification Levels\nDescription\n0 Little if any health problem\n1 Causes some irritation, but only mild\n2 Causes temporary damage or residual injury\nunless prompt treatment\n3 Extremely hazardous; minimal contact causes\nserious injury\n4 So hazardous minimal contact will cause death\nUpon arrival at a possible hazmat incident, you must step back and assess\nthe situation.\nRushing into an unsafe scene can have catastrophic results.\nIf overcome, you will be unable to assist patients.\nOSHA has published the hazwoper standard for hazmat response.\nFirst responders at an awareness level should understand hazardous\nsubstances and their risks.\nThey should understand potential outcomes and recognize the presence of\nhazardous substances.\nFirst responders should be able to identify the substance if possible.\nUnderstanding their role and the need for additional resources is important.\nA hazardous material is any material posing unreasonable risk to persons,\nproperty, or the environment if not properly controlled.\nTrain yourself to look at the whole scene for critical visual indicators.\nhazmat incidents can involve leaks from trucks or trains, emergencies at\nindustrial plants, underground pipe leaks, fuel tank seepage, or vehicle\ncrashes.\nIt is important to approach the scene from a safe location and direction.\nStaying uphill and upwind is a good starting point.\nUse binoculars and view the scene from a safe distance.\nQuestion anyone involved in the incident.\nIdentification can be difficult despite available resources.\nLittle consistency is used on labels and placards.\nDishonest transporters may not label containers appropriately.\nMaintain a high index of suspicion at truck or train tanker accidents.\nA visible cloud, strange smoke, or a leak/spill can indicate a hazmat incident.\nAn unusual, strong, harsh odor can be an indicator.\nMany hazardous gases or fluids are odorless.\nIf multiple people collapse or are unconscious with respiratory distress,\nassume a hazmat leak.\nAssume the scene is unsafe in such situations.\nThe safety of you, your team, other responders, and the public is the first\npriority.\nIf you see signs of a hazmat incident, stop at a safe distance.\nPark upwind and uphill from the incident.\nRapidly size up the scene and call for hazmat.\nIf you recognize danger when too close, immediately leave the danger zone.\nAssess the situation rapidly and provide as much information as possible\nwhen calling hazmat.\nDo not re-enter the scene.\nDo not leave the area until cleared by the hazmat team.\nDo not allow citizens to enter the scene.\nAvoid all contact with hazardous material.\nNFPA 704 classifies hazmat according to health hazard, fire hazard, chemical\nreactivity, and special hazards.\nToxicity levels measure the health risk.\nHigher numbers indicate greater toxicity.\nHealth hazard levels except zero require special training and protective gear.\n9. Identifying Hazardous Materials and Information Resources\nHazardous materials are stored in a wide range of occupancies and\nlocations.\nThe location and type of building indicate the possible presence of hazardous\nmaterial.\nSafe senses to use are sight and sound.\nUsing other senses that bring you close to a chemical should be done with\ncaution or avoided.\nClues seen and heard from a distance enable precautionary steps.\nA container is a vessel or receptacle holding the material.\nContainer type, size, and material provide clues about the substance.\nDo not rely solely on container type to determine a hazmat incident.\nContainers can be divided into bulk or non-bulk storage.\nBulk storage containers include fixed tanks, highway cargo tanks, railroad\ntank cars, totes, and intermodular tanks.\nBulk containers are generally found in buildings storing large quantities of a\nchemical.\nBulk containers are often surrounded by a secondary containment system.\nSecondary containment is an engineered method to control a spill if the main\nvessel fails.\nTotes have capacities from 119 to 703 gallons and can hold various chemicals.\nShipping and storing totes can be hazardous as they lack secondary\ncontainment.\nIntermodular tanks are shipping and storage vessels holding 5,000 to 6,000\ngallons.\nNon-bulk storage vessels are all other container types.\nThey hold commonly used commercial and industrial chemicals.\nDrums are recognizable barrel-shaped containers.\nBags are commonly used for solids and powders, like pesticide bags.\nPesticide bags must be labeled with specific information.\nCarboys are used for transporting and storing corrosives and other chemicals.\nUninsulated compressed gas cylinders store substances like nitrogen, argon,\nhelium, and oxygen.\nThe Department of Transportation (DOT) marking system uses labels,\nplacards, and other markings.\nMarking systems indicate hazardous material from a safe distance and\nprovide clues.\nPlacards are diamond-shaped indicators on all four sides of transport\nvehicles carrying hazmat.\nLabels are smaller versions of placards placed on individual boxes and\npackages.\nThe DOT system does not require all chemical shipments to be marked.\nGenerally, a certain amount is required before a placard is needed.\nCommercial package services may carry small amounts below the weight limit\nwithout placards.\nSome chemicals require labels and placards for any amount, such as\nexplosives, poisonous gases, and high-level radioactive substances.\nThe Emergency Response Guidebook (ERG) provides guidance for\nresponders at hazmat sites.\nThe ERG is updated every three or four years and covers about 4,000\nchemicals.\nMaterial Safety Data Sheets (MSDS) are a common information source\nabout chemicals.\nMSDS provide information on chemical makeup, potential hazards, first aid,\nand safe handling.\nFacilities using or storing chemicals must have an MSDS on file for each\nchemical.\nShipping papers are required when materials are transported.\nThey include shipper/receiver names/addresses, material identification,\nquantity, and weight.\nShipping papers for road transport are called bills of lading or freight bills,\nlocated in the vehicle cab.\nChemtrec is operated by the American Chemistry Council.\nChemtrec provides invaluable technical information for first responders.\nWhen calling Chemtrec, have basic information ready: chemical name, caller\ninfo, location, shipper/manufacturer, container info, carrier name, recipient,\nand incident description.\n10. HAZMAT Scene Operations and Control Zones\nControl\nZone\nDescription Purpose/Activity\nHot Zone Area immediately\nsurrounding the\nrelease. Most\ncontaminated area.\nAll personnel and equipment must be\ndecontaminated upon leaving.\nWarm Zone Area where personnel\nand equipment\ntransition into and out\nof the hot zone.\nDecontamination area is set up in the\nwarm zone.\nCold Zone Safe area where\npersonnel do not need\nspecial protective\nclothing.\nPersonnel staging, command post, EMS\nproviders, medical monitoring, support,\nand treatment after decon are located\nhere. EMTs report to a designated area\noutside the hot and warm zones.\nAt a hazmat scene, focus efforts on activities ensuring the safety and survival\nof the greatest number of people.\nUse ambulances and public address systems to alert and direct people near\nthe scene to a safer area.\nYou must establish control zones at a hazmat incident.\nControl zones are based on the chemical/physical properties, environmental\nfactors, and scene layout.\nSecuring access helps ensure no one accidentally enters the contaminated\narea.\nIf the incident is inside a structure, control access at normal points of egress\nand ingress.\nIf the incident is outside, control intersections, on/off ramps, service roads,\nand access routes.\nControl zones may expand or contract as needed.\nThe hot zone is the most contaminated area surrounding the release.\nThe warm zone is the transition area.\nThe decontamination area is set up in the warm zone.\nThe cold zone is the safe area where special protective clothing is not\nneeded.\nCommand post, staging, EMS, and post-decon medical areas are in the cold\nzone.\nAn EMT's role is to report to a designated area outside the hot and warm\nzones.\nIn the cold zone, EMTs provide triage, treatment, transport, and rehabilitation.\n11. HAZMAT Classification and Personal Protective Equipment\nPPE Level Description Required Equipment\nLevel A Most hazardous. Provides full\nbody protection.\nFully encapsulated, chemicalresistant\nprotective clothing,\nSCBA, special sealed equipment.\nLevel B Requires non-encapsulated\nprotective clothing or clothing\ndesigned for a specific hazard.\nEye protection and breathing\ndevices like SCBA.\nLevel C Requires non-permeable\nclothing and eye protection.\nFace mask with filter for inhaled\nair.\nLevel D Minimal protection. Work uniform, such as coveralls.\nThe NFPA 704 standard classifies hazardous materials.\nClassification is based on health hazard, fire hazard, chemical reactivity, and\nspecial hazards.\nToxicity levels measure the health risk of a substance.\nLevels range from 0 (little health problem) to 4 (minimal contact causes\ndeath).\nLevel 0 causes little if any health problem.\nLevel 1 causes some irritation but is only mild.\nLevel 2 causes temporary damage or residual injury without prompt\ntreatment.\nLevel 3 involves extremely hazardous materials where minimal contact causes\nserious injury.\nLevel 4 involves materials so hazardous minimal contact will cause death.\nAll health hazard levels except zero require special training and protective\ngear not standard on most ambulances.\nPersonal Protective Equipment (PPE) levels indicate the amount and type of\ngear needed.\nLevel A is the most hazardous and requires fully encapsulated clothing, SCBA,\nand sealed equipment.\nLevel B requires non-encapsulated protective clothing, eye protection, and\nbreathing devices like SCBA.\nLevel C requires non-permeable clothing, eye protection, and face masks with\nair filters.\nLevel D is the work uniform providing minimal protection.\nAll PPE levels require the use of gloves.\nTwo pairs of rubber gloves are needed in case one pair must be removed due\nto heavy contamination.\n12. Caring for Patients at a HAZMAT Incident\nIt is only practical to provide the simplest assessment and essential care in\nthe hazardous zone.\nThis is due to dangers, time restraints, and bulky protective gear.\nNo bandages or splints are applied in the hot zone except pressure dressings\nfor bleeding control.\nThe EMT providing care in the treatment area should assess and treat\npatients the same as any other patient.\nCare at a hazmat incident must address two issues: trauma and injury/harm\nfrom exposure to the toxic substance.\nMost serious injuries and deaths result from airway/breathing problems.\nIf a patient is in distress, give oxygen at 12-15 liters via non-rebreather.\nAssist ventilations if needed with a bag valve mask and high flow oxygen.\nTreat the patient's injuries the same as any injury.\nTreatment for toxic substance exposure should focus on supportive care and\ninitiating transport.\nIt may be necessary to cut away clothing and do a rapid rinse for\ndecontamination before transport.\nYou will need increased protective clothing, including an SCBA, two pairs of\ngloves, goggles or face shield, a protective coat, respiratory depression, and a\ndisposable fluid impervious apron.\nThis protective gear helps make decontaminating the ambulance easier.\nTape the cabinet door shut.\nEquipment kits, monitors, and items needed en route should be removed from\nthe patient compartment.\nPlace these items in the front of the ambulance or side compartments before\nloading the patient.\nTurn on the power vent ceiling fan and patient compartment air conditioning\nunit fan.\nWhen leaving the scene, inform the hospital that you are transporting a\ncritically injured patient who has not been fully decontaminated.",
  "timestamp": "2025-08-06T06:22:02.106Z"
}