{
  "chapter": 35,
  "content": "Chapter 35, Pediatric Emergencies\nTable of Contents\n1. Introduction to Pediatric Emergencies A\n2. Communication and Family Support A\n3. Growth and Development Stages A\n4. Pediatric Anatomy and Physiology Differences A\n5. Patient Assessment Techniques A\n6. Transport Decisions and Considerations A\n7. History Taking in Pediatric Patients A\n8. Secondary Assessment and Physical Exam A\n9. Vital Signs Assessment A\n10. Respiratory Emergencies A\n11. Specific Respiratory Conditions A\n12. Airway Adjuncts and Oxygen Delivery A\n13. Cardiopulmonary Arrest and Shock A\n14. Anaphylaxis and Bleeding Disorders A\n15. Neurologic Emergencies A\n16. Gastrointestinal Emergencies A\n17. Poisoning Emergencies A\n18. Dehydration and Fever Emergencies A\n19. Drowning Emergencies A\n20. Pediatric Trauma Emergencies A\n21. Pain Management A\n22. Disaster Management (Jumpstart Triage) A\n23. Child Abuse and Neglect A\n24. Sudden Unexpected Infant Death Syndrome (SUIDS/SIDS) A\n25. Apparent Life-Threatening Events (ALTES) A\n1. Introduction to Pediatric Emergencies\nTreating children is different from treating adults.\nChildren vary anatomically, physically, and emotionally from adults.\nTheir illnesses and injuries differ based on age and development.\npediatrics is the specialized medical practice for young patients.\nCaring for children can be challenging due to their age and developmental level.\nChildren may not be able to describe what is wrong.\nFear of EMS providers and pain can make assessment difficult.\nParents or caregivers may be stressed or frightened.\n2. Communication and Family Support\nCaring for a child means caring for both the patient and caregivers.\nFamily members often need emotional support.\nA calm parent helps the child remain calm.\nAgitated parents can make a child's care more difficult.\nRemaining calm, efficient, and professional is important.\nFor infants, the caregiver can hold the baby during assessment.\nFor toddlers, reassure them with simple words and a calm voice if a parent is\nunavailable.\nFor preschool-aged children, communicate simply and directly.\nDo not lie to a preschooler as it harms trust.\nFor school-aged children, talk to the child, not just the caregiver.\nGive school-aged children simple explanations about pain.\nAsk school-aged children's parents for distraction advice.\nFor adolescents, allow them to be involved in their own care.\nAllow adolescents to speak openly and ask questions.\nMaintain professional composure when dealing with sensitive issues like sexual abuse.\nAfter a child's death, support the grieving family.\nLearn and use the child's name.\nSpeak to the family at eye level and maintain contact.\nUse the word \"dead\" or \"died\" when informing the family.\nAcknowledge the family's feelings.\nOffer to call family members.\nKeep instructions short and simple.\nAsk if family members want to hold the child.\nWrap the child in a blanket if the family holds them.\nDo not remove tubes or equipment if the family is present.\n3. Growth and Development Stages\nChildhood extends from birth to age 18.\nChildren's thoughts and behaviors are grouped into five stages.\nStage Ages Key Considerations\nInfancy First year Rapid growth; cannot differentiate strangers from parents;\ncrying is main expression. Relatively larger head predisposes\nto hypothermia. Mobility increases danger. May cry if\nseparated from parents.\nToddler 1 to 3 years Rapid growth and development; explorers by nature,\nincreasing injuries. Lack of molars increases choking risk.\nStranger anxiety; may resist separation from caregiver.\nDifficulty describing pain; use visual scales.\nPreschool\nAge\n3 to 6 years Rich imagination; fearful about pain; may believe injury is\npunishment. Can understand directions; describe painful\nareas. Much history still from caregivers. Modesty\ndeveloping.\nSchool Age 6 to 12\nyears\nBegin to understand death is final. Assessment more like an\nadult. Talk to the child; give simple explanations for pain.\nUnderstand physical and emotional pain.\nAdolescence 13 to 18\nyears\nPhysically similar to adults, emotionally still children. Time of\nexperimentation and risk behaviors. Can understand complex\nconcepts; allow involvement in care. Clear understanding of\npain.\n4. Pediatric Anatomy and Physiology Differences\nSystem Pediatric Characteristics Adult Comparison Source\nRespiratory Smaller airway diameter and\nlength; smaller lungs. Heart\nopening higher and more\nanterior. Larger and rounder\nocciput. Tongue larger relative\nto mouth size and more\nanterior. Long, flappy epiglottis.\nTracheal cartilage less\ndeveloped. Upper airway\nfunnel-shaped. Diameter of\ntrachea size of drinking straw.\nNose breathers. Oxygen\ndemand twice that of adults.\nDiaphragm dictates air\ninspiration. Gastric distension\nhinders diaphragm movement.\nThinner chest walls. Less air\nexchanged with each breath.\nAirway is larger and\nlonger; lungs are larger.\nHeart opening is lower.\nOcciput is smaller and\nflatter. Tongue is smaller\nrelative to mouth size\nand less anterior.\nEpiglottis is smaller and\nless pliable. Tracheal\ncartilage is more\ndeveloped and rigid.\nUpper airway is\ncylindrical. Trachea is\nlarger. Mouth breathers.\nOxygen demand is lower.\nOther muscles assist in\nbreathing. Gastric\ndistension has less\nimpact on diaphragm.\nThicker chest walls.\nMore air exchanged with\neach breath.\nCirculatory Normal pulse ranges vary with\nage. Heart rate 160+ in infants.\nCompensate for decreased\nperfusion by constricting skin\nvessels. Signs of\nvasoconstriction: pallor, weak\ndistal pulses, delayed cap refill,\ncool hands/feet.\nHeart rate is generally\nlower and less variable.\nCompensation\nmechanisms differ.\nNervous Immature, underdeveloped, not\nwell protected.\nDisproportionately larger head\nto body ratio. Larger occipital\nregion. Smaller subarachnoid\nspace, less cushioning. Fragile\nbrain tissue and vasculature\nprone to bleeding. Higher\nrequirement for cerebral blood\nflow, oxygen, glucose. Higher\nrisk of secondary brain damage\nfrom hypotension/hypoxia. SCI\nless common. Ligament injuries\nmore likely in cervical spine.\nNervous system is\nmature and wellprotected.\nHead to body\nratio is proportionate.\nOccipital region is\nsmaller. Subarachnoid\nspace is larger, providing\nmore cushioning. Brain\ntissue and vasculature\nare more robust. Lower\nrequirement for cerebral\nblood flow, oxygen,\nglucose. Lower risk of\nsecondary brain\ndamage. SCI is more\ncommon with bony\ninjuries.\nGastrointestinal Abdominal muscles less\ndeveloped, less protection from\ntrauma. Liver, spleen, kidneys\nproportionately larger and\nmore anterior, prone to\nbleeding/injury.\nAbdominal muscles are\nmore developed,\nproviding greater\nprotection. Liver, spleen,\nkidneys are\nproportionately smaller\nand less anterior, less\nprone to injury from\nminimum direct impact.\nMusculoskeletal Bones are softer; open growth\nplates allow growth. Growth\nplates are weak spots, prone to\nstress fractures. Bone length\ndiscrepancies can occur with\ngrowth plate injury. Infant skull\nBones are harder;\ngrowth plates are closed\nafter adolescence.\nBones are less flexible,\nless prone to stress\nfractures but more prone\nbones flexible, soft spots\n(fontanelles). Fontanelles used\nfor assessment (ICP,\ndehydration). Thoracic cage\nhighly elastic/pliable (cartilage).\nRibs/organs less protected by\nmuscle/fat.\nto complete fractures.\nThoracic cage is more\nrigid (bone). Ribs/organs\nare more protected by\nmuscle/fat.\nIntegumentary Skin thinner with less\nsubcutaneous fat. Burns more\ndeeply and easily with less\nexposure. Higher body surface\narea to body mass ratio leads\nto greater fluid and heat loss.\nSkin is thicker with more\nsubcutaneous fat. Burns\nare generally less severe\nfor the same exposure.\nLower body surface area\nto body mass ratio leads\nto less fluid and heat\nloss.\n5. Patient Assessment Techniques\nAssessment begins at dispatch.\nMentally prepare for approaching and treating a child.\nPlan for pediatric scene size-up and equipment.\nGather information from dispatch like age, gender, location, MOI/NOI, and chief\ncomplaint.\nNote the patient's position.\nComplete an environmental assessment for safety threats.\nUse the pediatric assessment triangle (pat) to determine if the patient is sick.\nThe PAT takes less than 30 seconds to perform.\nIt requires no equipment.\nThe three elements of the PAT are Appearance, work of breathing, and Circulation.\nAppearance assesses muscle tone and mental status.\nLook at level of consciousness, interactiveness, and muscle tone.\nThe mnemonic TICKLES (Tone, Interactiveness, Consolability, Look or gaze,\nSpeech or cry) helps determine if a patient is sick.\nwork of breathing looks for signs of increased effort.\nSigns include abnormal airway noise, accessory muscle use, retractions, head\nbobbing, nasal flaring, tachypnea, and tripod position.\nThe body tries to compensate for oxygenation and ventilation problems.\nCirculation to the skin assesses perfusion.\nPallor (pale skin) is seen in compensated shock, anemia, or hypoxia.\nMottling is another sign of poor perfusion.\nCyanosis indicates decreased blood oxygen.\nFrom the PAT, decide if the patient is stable or unstable.\nIf unstable, assess ABCs, treat life threats, and transport immediately.\nIf stable, continue with the assessment process.\nPerform necessary interventions and discuss transport options.\nPerform a hands-on assessment following X-ABCs.\nX is for exsanguination (life-threatening bleeding).\nA is Airway: ensure it is open and clear. Position in the neutral sniffing position.\nB is Breathing: Look, listen, and feel. Feel for chest rise and fall. Belly breathing is\nadequate in infants.\nC is Circulation: Determine pulse, bleeding, or shock. Palpate brachial or femoral\npulse in infants, carotid in older children. Assess skin temp and moisture, estimate\ncap refill.\nD is Disability: Use AVPU or pediatric GCS to assess level of consciousness. Check\npupil response and symmetrical movement.\nE is Exposure: Remove clothing to observe face, chest wall, and skin. Keep infants\nand young children warm to prevent hypothermia.\n6. Transport Decisions and Considerations\nIf the pediatric patient is stable, obtain history and perform a secondary assessment at\nthe scene.\nTransport and provide additional treatment as needed.\nRapid transport is indicated for specific conditions:\nSignificant mechanism of injury.\nHistory of or capable of serious illness.\nPhysical abnormality noted during primary assessment.\nPotentially serious anatomical abnormality or significant pain.\nAbnormal level of consciousness or altered mental status.\nAny signs or symptoms of shock.\nConsider the type of problem, benefits of advanced life support, local protocols, and\nyour comfort level.\nTransport time to the hospital is also a factor.\nIf the patient's condition is urgent, transport immediately to the closest facility.\nSpecial facilities (trauma centers, children's hospitals) provide complete care.\nThe most appropriate facility is not always the closest.\nAsk if you can deliver the patient to the most appropriate facility without risk or delay.\nIf not, transport to the closest facility.\nPatients less than 40 pounds not requiring spinal immobilization should be transported\nin a car seat.\nMount the car seat to the stretcher following manufacturer instructions.\nPatients younger than two must be transported rear-facing due to immature neck\nmuscles.\nFor pediatric patients requiring spinal immobilization, use a long backboard or suitable\ndevice.\nPediatric patients in cardiopulmonary arrest should be on a device that secures to the\nstretcher.\nDo not use the pediatric car seat for patients in cardiac arrest.\nThe goal is to secure and protect the patient during transport.\n7. History Taking in Pediatric Patients\nThe approach to history taking depends on the child's age.\nFor infants, toddlers, and preschool-aged children, obtain history from the parent or\ncaregiver.\nFor adolescents, most information comes from the patient.\nAsk adolescents about sexual activity, pregnancy, drugs, or alcohol in private.\nQuestion about the immediate illness or injury based on the chief complaint.\nWhen interviewing the caregiver or child about the chief complaint, obtain:\nMechanism of injury or nature of illness.\nHow long the patient has been sick or injured.\nKey events leading to the illness or injury.\nPresence of fever.\nEffects on the child's behavior and activity level.\nRecent eating, drinking, and urine output.\nChange in bowel or bladder habits.\nPresence of vomiting, diarrhea, abdominal pain, or rashes.\nObtain the caregiver's name and phone number if they cannot go to the hospital.\nUse the SAMPLE history, adapting questions to the patient's age and developmental\nstage.\nThe process for obtaining OPQRST is the same as for adults.\nOPQRST questions should also be based on the patient's age and developmental\nstage.\n8. Secondary Assessment and Physical Exam\nA secondary assessment of the entire body is used when there is potential for hidden\nillness or injuries.\nIt helps identify problems not obvious during the primary assessment.\nUse the DCAP-BTLS mnemonic for the secondary assessment.\nA focused assessment is performed on patients without life-threatening conditions.\nFor infants, toddlers, and preschool-aged children without life threats, assess from the\nfeet to the head.\nFor school-aged children and adolescents, use the head-to-toe approach like adults.\nDuring the physical exam, examine specific areas:\nHead: assess for bruising, DCAP-BTLS, and fontanelles in infants.\nNose: clear nasal congestion as it can cause respiratory distress.\nEars: look for drainage indicating skull fracture.\nMouth: check for bleeding or airway obstruction. Note breath smell for possible\ndiabetes.\nNeck: look for tracheal deviation.\nChest: assess for DCAP-BTLS, listen and feel. Check clavicles.\nBack: look for DCAP-BTLS.\nAbdomen: inspect for distension, palpate for guarding, pain, tenderness. Look for\nseat belt abrasions or bruising.\nExtremities: check pms (Pulse, Motor, Sensation), look for symmetry, and range of\nmotion.\n9. Vital Signs Assessment\nVital signs assess circulatory status but have limitations in pediatric patients.\nNormal heart rates vary with age.\nBlood pressure is usually not assessed in children younger than three.\nAssessment of the skin is a better indicator of circulatory status.\nUse appropriately sized equipment.\nUse a blood pressure cuff covering two-thirds of the upper arm.\nSystolic blood pressure for children 1-10 years old can be estimated as (Child's age in\nyears x 2) + 70.\nRespiratory rates can be difficult to interpret.\nCount respirations for at least 30 seconds and double it.\nIn infants and children younger than three, evaluate respirations by assessing\nabdominal rise and fall.\nAssess pulse rate by counting for at least a minute.\nNote pulse quality and regularity.\nNormal vital signs vary with age.\nVital Sign Infants (0-\n1 yr)\nToddlers\n(1-3 yrs)\nPreschool\n(3-6 yrs)\nSchool-\nAge (6-12\nyrs)\nAdolescent\n(13-18 yrs)\nSource\nRespiratory\nRate\n30-60 24-40 22-34 18-30 12-26\nPulse Rate\n(bpm)\n100-160 90-150 80-140 70-120 60-100\nSystolic BP\n(mmHg)\nNot\ntypically\nassessed\n(Age x 2) +\n70 est.\n(Age x 2) +\n70 est.\n(Age x 2) +\n70 est.\n90-140\nAssess vital signs in the order: Respirations, Pulse, Blood Pressure last.\nCompare pupil size.\nPulse oximetry measures oxygen saturation.\nReassess vital signs every 15 minutes if stable, every 5 minutes if unstable.\nContinually monitor respiratory effort, skin, and level of consciousness.\nParents or caregivers can assist by calming the child.\nCommunicate and document all information for emergency department personnel.\n10. Respiratory Emergencies\nRespiratory emergencies are the leading cause of cardiopulmonary arrest in children.\nFailure to recognize and treat declining respiratory status leads to death.\nRespiratory distress means the child is working harder to breathe.\nIf untreated, respiratory distress will progress to respiratory failure.\nEarly signs of respiratory distress include behavioral changes like combativeness,\nrestlessness, and anxiety.\nSigns of increased work of breathing include nasal flaring, abnormal breath sounds,\naccessory muscle use, and tripod position.\nAs respiratory failure progresses, breathing efforts decrease.\nChest rise lessens with inspiration.\nThe body has used up energy stores.\nBehavioral changes occur, leading to altered consciousness.\nPatients may have periods of apnea.\nThe heart rate slows due to hypoxic heart muscles.\nRespiratory failure does not always indicate airway obstruction.\nOther causes include trauma, nervous system problems, dehydration, or metabolic\ndisturbances.\nA child's condition can worsen from distress to failure quickly.\nTreatment for respiratory distress includes supplemental oxygen.\nAssist ventilation with a bag valve mask (BVM) and 100% oxygen if needed.\nAllow the patient to remain in a comfortable position.\n11. Specific Respiratory Conditions\nAsthma: smaller airway passages are inflamed and swell, producing mucus.\nIt is a true emergency if not treated promptly.\nCauses include infection, exercise, cold air, smoke, and emotional stress.\nSigns are wheezing, cyanosis, respiratory arrest, or tripod position.\nTreatment: allow position of comfort, administer supplemental oxygen, administer\nalbuterol (with or without ipratropium) via MDI or nebulizer. Contact ALS and assist\nventilations if needed.\nPneumonia: an infection of the lungs, often secondary to a pre-existing infection.\nCan also result from chemical ingestion, lung injury, or submersion.\nChildren with immunodeficiency are at increased risk.\nSigns: rapid breathing, grunting or wheezing sounds, nasal flaring, tachypnea,\nhypothermia or fever, diminished breath sounds or crackles.\nTreatment is supportive: administer supplemental oxygen and bronchodilator if\nwheezing.\nDiagnosis is confirmed at the hospital.\nCroup: infection of the airway below the vocal cords, usually viral.\nTypically seen in children 6 months to 3 years.\nEasily passed between children.\nStarts with cold symptoms, cough, and low-grade fever.\nHallmark signs: stridor and a seal bark cough.\nResponds well to oxygen or humidified oxygen.\nBronchodilators are not indicated and can worsen the condition.\nEpiglottitis: infection of soft tissue above vocal cords, usually bacterial.\nIncidence decreased with vaccination.\nEpiglottis can swell significantly.\nChildren look ill, report sore throat, high fever.\nOften in tripod position and drooling.\nBronchiolitis: viral infection (often RSV) causing inflammation of bronchioles.\nHighly contagious.\nMore common in premature infants.\nResults in copious secretions requiring suctioning.\nOccurs in the first two years, more common in males.\nBronchioles inflame, swell, and fill with mucus.\nAirways easily blocked.\nLook for signs of dehydration, shortness of breath, fever.\nTreatment: allow position of comfort, administer humidified oxygen, consider ALS\nbackup.\nPertussis (Whooping Cough): bacterial disease spread by respiratory droplets.\nLess common due to vaccinations.\nStarts like a common cold (sneezing, runny nose).\nProgresses to severe coughing with a distinctive whoop sound on inspiration.\nInfants may develop pneumonia or respiratory failure.\nTreatment: keep airway open, transport. Follow standard precautions (mask, eye\nprotection).\n12. Airway Adjuncts and Oxygen Delivery\nAirway adjuncts help maintain the airway or assist ventilation.\nThese include OPAs, NPAs, bite blocks, and BVM devices.\nOral Pharyngeal Airway (OPA): keeps tongue from blocking airway, makes suctioning\neasier.\nUse in unconscious patients in possible respiratory failure.\nDo not use in conscious patients, those with a gag reflex, or who ingested\ncaustic/petroleum products.\nNasal Pharyngeal Airway (NPA): usually well tolerated, less likely to cause vomiting.\nUsed in responsive patients with possible respiratory failure.\nRarely used in infants younger than one year.\nDo not use in patients with nasal obstruction or head trauma.\nPotential problems with airway adjuncts:\nSmall diameter airway can obstruct with mucus, blood, vomit.\nAirway too long can stimulate vagal nerve (slow heart rate) or enter esophagus\n(gastric distension).\nCan cause laryngeal spasm and vomiting if inserted into responsive patient.\nNPA should not be used with facial trauma due to bleeding risk.\nOxygen delivery devices:\nBlow-by technique: provides >21% oxygen at 6 L/min. Not as effective as\nmask/cannula, but better than none.\nNasal cannula: provides 24-44% oxygen at 1-6 L/min. Some children prefer it.\nNon-rebreather mask: delivers up to 95% oxygen at 10-15 L/min. Patient exhales\nCO2 without rebreathing it.\nBag-Valve Mask (BVM): provides nearly 100% oxygen at 10-15 L/min.\nNon-rebreather, nasal cannula, or simple face mask are for patients with adequate\nrespirations.\nPatients with respirations fewer than 12 or more than 60, altered consciousness, or\ninadequate tidal volume need assisted ventilations with a BVM.\nBVM is indicated for patients with respirations too slow or too fast, unresponsive, or\nnot responding purposefully to pain.\nTwo-person BVM is similar to one-person, but one holds the mask and the other\nventilates. It is usually more effective for maintaining a tight seal.\n13. Cardiopulmonary Arrest and Shock\nCardiopulmonary arrest in children is most often associated with respiratory arrest.\nChildren are affected differently by decreasing oxygen than adults.\nFocus on effective CPR, early use of an AED, and transport.\nShock develops when the circulatory system cannot deliver enough blood to vital\norgans.\nIt results in organ failure and cardiopulmonary arrest.\nCompensated shock is the early stage where the body compensates.\nDecompensated shock is the later stage where blood pressure falls.\nCommon causes of shock in children: traumatic injury, dehydration, severe infection,\nneurologic injury, anaphylaxis, heart disease, tension pneumothorax, blood around the\nheart.\nChildren respond to fluid loss differently than adults.\nThey may increase heart rate and respirations, show pale or blue skin.\nSigns of shock in children: tachycardia, poor capillary refill (>2 seconds), mental\nstatus change.\nBegin treating shock by assessing ABCs and intervening.\nIf obvious life-threatening external hemorrhage, the order is CAB (Circulation, Airway,\nBreathing).\nIf cardiac arrest is suspected, the order is also CAB for chest compressions.\nChildren in shock often have increased respirations but blood pressure falls only in\nsevere shock.\nLimit management to simple interventions.\nEnsure airway is open, prepare for artificial ventilation, control bleeding.\nGive supplemental oxygen by mask or blow-by.\nKeep the patient warm.\nProvide rapid transport to the nearest appropriate facility.\nContact ALS backup as needed.\n14. Anaphylaxis and Bleeding Disorders\nAnaphylaxis: a life-threatening allergic reaction involving multiple body systems.\nCharacterized by airway swelling and blood vessel dilation.\nCommon causes: insect stings, medications, food.\nSigns and symptoms: hypoperfusion, stridor, wheezing, increased work of\nbreathing, restlessness, agitation, sense of impending doom, hives.\nTreatment: keep the patient calm, administer oxygen, assist parent with prescribed\nEpi auto-injector. Provide rapid transport.\nHemophilia: a congenital condition where the patient lacks normal clotting factors.\nMostly hereditary and severe.\nPredominantly in males.\nBleeding may occur spontaneously.\nAll injuries become serious due to blood loss as blood does not clot.\nTransport immediately.\nDo not delay applying tourniquets for life-threatening hemorrhage.\n15. Neurologic Emergencies\nUse the AEIOU-TIPS mnemonic for major causes of altered mental status.\nUnderstand normal developmental and age-related changes in behavior.\nListen carefully to the caregiver's opinion.\nSigns and symptoms of altered mental status vary from confusion to coma.\nManagement focuses on ABCs.\nSeizures: disorganized electrical activity in the brain.\nSubtle in infants (sucking, bicycling movements).\nMore obvious in older children (repetitive muscle contractions, unresponsiveness).\nCommon causes are listed on a slide.\nAfter a seizure, muscles relax, becoming flaccid.\nBreathing is labored during the post-ictal state.\nThe post-ictal state is over when the child regains normal consciousness.\nStatus epilepticus is seizures every few minutes without regaining consciousness\nor lasting over 30 minutes.\nRecurring or prolonged seizures are potentially life-threatening.\nIf seizing or unconscious, protect the patient from harm and call for ALS.\nManagement: Protect the airway (top priority). Place in recovery position if\nvomiting, have suction ready. Provide 100% oxygen (non-rebreather or blow-by).\nBegin BVM ventilations if no improvement. Monitor breathing and consciousness.\nTransport to appropriate facility.\nMeningitis: inflammation of the tissues covering the spinal cord and brain.\nRecognizing it in children is important.\nRisk factors: males, newborns, compromised immune systems, history of\nbrain/spinal cord/back surgery, head trauma, shunts/pins/foreign bodies in\nbrain/spinal cord.\nSigns and symptoms vary by age.\nCommon symptoms in all ages: fever, altered level of consciousness.\nSeizure may be the first sign.\nInfants <2-3 months may have apnea, cyanosis, fever, high-pitched cry,\nhypothermia.\nMeningeal irritation causes pain with movement, often a stiff neck.\nInfant sign: increasing irritability and bulging fontanelle without crying.\nBacterial meningitis can have rapid onset, leading to shock and death.\nBacterial meningitis signs: small, pinpoint cherry red spots or larger purple-black\nrash.\nSuspected meningitis patients are considered contagious.\nFollow standard precautions. Follow up on diagnosis for possible antibiotics if\nexposed.\nTreatment: give oxygen, assist ventilations if needed. Reassess vital signs\nfrequently. Transport to the highest level of service.\n16. Gastrointestinal Emergencies\nNever take a complaint of abdominal pain lightly.\nSignificant bleeding can occur internally without outward signs of shock.\nMonitor for signs and symptoms of shock.\nGastrointestinal complaints are common in children.\nCommon causes: ingestion of certain foods or substances.\nSymptoms: abdominal discomfort, nausea, vomiting, and diarrhea.\nVomiting and diarrhea can cause dehydration.\nIf appendicitis is suspected, promptly transport to the hospital.\nObtain history from the caregiver, especially regarding:\nNumber of wet diapers.\nTolerance of liquids.\nFrequency of diarrhea.\nPresence of tears when crying.\n17. Poisoning Emergencies\nPoisonings are common in children.\nOccur via ingestion, inhalation, injection, or absorption.\nCommon sources: alcohol, aspirin, cosmetics, cleaning products (bleach), plants, iron,\nprescription/illicit drugs, vitamins.\nSigns and symptoms vary widely based on substance, age, and weight.\nChild can appear normal initially or be confused, sleepy, or unconscious.\nSome substances are lethal with just one pill in a small child.\nInfants can be poisoned by siblings, parents, or caregivers; be alert for abuse.\nMay be exposed in settings where harmful substances are smoked.\nAfter primary assessment, ask the patient or caregiver:\nWhat substance was involved?.\nApproximately how much and how long ago?.\nAny changes in behavior or consciousness?.\nAny choking or coughing after exposure?.\nContact medical control for assistance in identifying poisons and treatment.\nPerform external decontamination.\nAssess ABCs and monitor breathing.\nProvide oxygen and ventilations if necessary.\nIf signs of shock, position supine, keep warm, and transport.\nMay give activated charcoal per medical control or protocol.\n18. Dehydration and Fever Emergencies\nDehydration: fluid loss is greater than intake.\nMost common causes: vomiting and diarrhea.\nIf untreated, can lead to shock and death.\nInfants and children are at greater risk due to smaller fluid reserves.\nLife-threatening dehydration can occur in hours in infants.\nSigns of mild dehydration: dry lips, decreased saliva, few wet diapers.\nSigns of moderate dehydration: sunken eyes, sleepiness, irritability, loose skin,\nsunken fontanelles.\nSigns of severe dehydration: mottled, cool, clammy skin, delayed cap refill,\nincreased respirations.\nManagement: Assess ABCs. ALS backup is necessary for severe dehydration.\nTransport all patients with moderate or severe dehydration.\nFever: increase in body temperature, usually from infection.\nTemperatures 100.4°F or higher are abnormal.\nRarely life-threatening alone, but fever with a rash can indicate serious conditions\nlike meningitis.\nCommon causes: infection, status epilepticus, cancer, drug ingestion (aspirin),\narthritis, systemic lupus, high environmental temperatures.\nResult of increased heat generation and decreased heat loss.\nAccurate body temp is important.\nRectal temperature is most accurate for infants and toddlers.\nSigns may include respiratory distress, shock, stiff neck, rash, hot skin, flushed\ncheeks, seizures, bulging fontanelles (infants).\nAssess for other signs/symptoms.\nProvide rapid transport and management.\nFollow standard precautions if communicable disease suspected.\nFebrile seizures: common in children 6 months to 6 years, caused by fever alone.\nTypically occur on the first day of a febrile illness.\nCharacterized by generalized tonic-clonic seizure activity.\nUsually last fewer than 15 minutes with little or no post-ictal state.\nMay indicate a more serious problem like meningitis.\nManagement: Assess ABCs, provide cooling measures.\nAll patients with febrile seizures need to be seen at the hospital.\n19. Drowning Emergencies\nDrowning is the second most common cause of unintentional death in children 1-4\nyears.\nChildren can drown in pools, lakes, bathtubs, puddles, or buckets.\nOlder adolescents drown while swimming or boating; alcohol can be a factor.\nThe primary result is lack of oxygen.\nLack of oxygen affects heart, lungs, and brain even in minutes.\nSubmersion in icy water can cause hypothermia.\nDiving increases the risk of neck and spinal cord injuries.\nSigns and symptoms vary by submersion time.\nSymptoms: coughing, choking, difficulty breathing, altered mental status, seizure,\nunresponsiveness.\nManagement: request ALS, assess and manage ABCs. Administer oxygen or BVM. If\ntrauma suspected, apply cervical collar and backboard.\n20. Pediatric Trauma Emergencies\nUnintentional injuries are the number one killer of children.\nQuality of care after injury greatly impacts recovery chances.\nChildren's muscles and bones are still growing.\nAdolescents are prone to extremity fractures.\nFemur fractures are rare but cause major blood loss.\nChildren's bones and soft tissues are less developed, affecting how force impacts\nthem.\nChild's head is proportionately larger, exerting more stress on neck during deceleration\ninjury.\nChildren are often injured due to underdeveloped judgment and lack of experience.\nAlways assume serious neck or head injuries in vehicle collisions.\nInjury area depends on child's height and bumper position.\nSports injuries are common; immobilize the cervical spine for sports-related injuries.\nHead injuries are common due to head-to-body ratio.\nInfant skull is softer and thinner, increasing brain tissue injury risk.\nScalp and facial vessels bleed easily, causing significant blood loss.\nNausea and vomiting are common signs.\nImmobilization is necessary for possible head or spine injury after trauma.\nImmobilization can be difficult due to body proportions.\nChest injuries are often due to blunt rather than penetrating trauma.\nFlexible chest can cause flail chest without external signs.\nSignificant internal chest injuries may be present.\nAbdominal injuries are common.\nMonitor for shock.\nPrevent hypothermia by keeping warm with blankets.\nIf low pulse, ventilate and monitor during transport.\nMonitor all children with abdominal injuries for shock.\nBurns are generally more serious than in adults.\nHigher surface area to mass ratio increases shock risk, hypothermia risk, and\nairway problems.\nCommon causes: hot substances (scalding water, stove), caustic substances\n(cleaners, paint thinners).\nOlder children burned by flames.\nInfection is common; use sterile techniques.\nConsider abuse in any burn situation and report suspicions.\nSeverity: minor (partial thickness <10%), moderate (partial thickness 10-20%),\nsevere (full thickness any %; partial thickness >20%; any burn to hands, feet, face,\nairway, genitalia).\nManagement is the same as adults.\nExtremity injuries: bones are immature with active growth centers (growth plates).\nGrowth plates are potential weak spots.\nIncomplete or greenstick fractures can occur.\nManagement is generally the same as adults.\n21. Pain Management\nThe first step is recognizing that the patient is in pain.\nUse visual clues and the Wong-Baker FACES Pain Scale as some children use nonverbal\nor limited vocabulary.\nPain interventions are limited:\nPositioning.\nIce packs.\nExtremity evaluation.\nThese interventions decrease pain and swelling.\nKindness and emotional support are important tools.\n22. Disaster Management (Jumpstart Triage)\nUse the Jumpstart triage system instead of START triage for pediatric patients.\nIntended for patients younger than 8 or appearing to weigh less than 100 pounds.\nFour triage categories, designated by colors:\nGreen: Minor, not an immediate need for treatment. Able to walk (except infants).\nYellow: Delayed, spontaneous breathing, peripheral pulses, responsive to painful\nstimuli.\nRed: Immediate, apnea and respiratory failure, breathing but without a pulse,\ninappropriate response to painful stimuli.\nBlack: Apnea without a pulse, or apnea and unresponsive to rescue breathing.\n23. Child Abuse and Neglect\nChild abuse: improper or excessive action that harms a child or infant.\nIncludes physical abuse, sexual abuse, neglect, and emotional abuse.\nOver half a million child abuse victims annually.\nMany suffer life-threatening conditions or die.\nYou must report suspected child abuse.\nAbuse is likely to reoccur, potentially causing permanent injury or death.\nAbuse occurs in every socio-economic status.\nBe aware of the surroundings and document findings objectively.\nYou may testify in abuse cases, making accurate records essential.\nAsk yourself questions to identify potential abuse:\nIs the injury typical for the child's developmental level?.\nIs the reported mechanism of injury consistent?.\nIs the parent or caregiver behaving appropriately?.\nIs there evidence of drinking or drug abuse at the scene?.\nWas there a delay in seeking help?.\nIs there a good relationship between caregiver and child?.\nDoes the child have multiple injuries in different healing stages?.\nDoes the child have unusual marks (cigarettes, heating, branding)?.\nDoes the child have several types of injuries?.\nAre there burns on hands/feet with a glove distribution?.\nUnexpected decreased level of consciousness?.\nIs the child clean and appropriate weight?.\nAny rectal or vaginal bleeding?.\nWhat is the condition of the home (clean, dirty, warm, cold, food)?.\nThe mnemonic CHILD ABUSE helps remember points to look for.\nChild abuse (the mnemonic itself).\nHistory inconsistencies.\nInjuries: multiple types or stages.\nLack of concern from caregiver.\nDelay in seeking care.\nBruises: note color and location; suspicious on back, buttocks, face (usually inflicted).\nBurns: suspicious on penis, testicles, vagina, buttocks (usually inflicted). Burns\nencircling hand or foot (glove distribution) are suspicious. Suspect abuse with\ncigarette burns or grid pattern burns.\nFractures: humerus or femur fractures without major trauma are suspicious. Falls out\nof bed usually don't cause fractures. Maintain suspicion for femur or complete fracture\nin infants/young children.\nShaken baby syndrome: life-threatening head trauma from shaking or head impact.\nBleeding in head, cervical spine damage from shaking.\nNeglect: refusal or failure to provide necessities. Neglected children are often dirty,\nthin, developmentally delayed.\nBehavioral indicators: withdrawn, fearful, or hostile children. Be concerned if a child\navoids discussing injury cause. Alert for conflicting stories or lack of caregiver concern.\nAbuser can be parent, caregiver, relative, or friend.\nEMTs in all states must report suspected abuse. Most states have special forms.\nSupervisors are generally forbidden from interfering with reporting.\nLaw enforcement and child protective services determine if abuse occurred.\nSexual abuse: victims can be any age or gender. Maintain a high index of suspicion.\nAssessment limited to determining dressing needs for injuries (bruises, fractures). Do\nnot examine genitalia unless bleeding is evident.\nDo not allow child or EMT to wash, urinate, or defecate.\nEnsure same-gender EMT or police officer stays with the child.\nMaintain professional composure.\nObtain as much information as possible.\nTransport all child victims; sexual abuse is a crime.\n24. Sudden Unexpected Infant Death Syndrome (SUIDS/SIDS)\nSudden unexpected infant death (SUID): sudden death where cause is unknown until\ninvestigation.\nOne cause of SUID is Sudden infant death syndrome (SIDS), death unexplained by\nanother cause.\nAbout 3,500 infants die of SIDS annually.\nRecommendations to reduce SIDS risk: place baby on their back in a crib free of\nbumpers, blankets, toys.\nHave baby sleep in the same room, but not the same bed.\nBreastfeeding and pacifier use are associated with lower risk.\nSIDS risk factors (impossible to predict): mother <20, mothers who smoke, use alcohol\nor drugs, low birth weight.\nSIDS can occur at any time of day.\nEMT tasks in SIDS cases: scene assessment, patient assessment/management,\ncommunication/support for family.\nPatient assessment for a SIDS victim: blue, pale, not breathing, unresponsive.\nOther potential causes to consider: infection, child abuse, airway obstruction,\nmeningitis, accidental poisoning, hypoglycemia, metabolic defects.\nBegin assessment with XABCs. Provide interventions as needed.\nIf signs of postmortem changes are present (depending on time passed), call medical\ncontrol.\nIf no postmortem changes, begin CPR immediately.\nNote any marks or bruises on the child before procedures.\nDocument any interventions not done prior to your arrival.\nScene assessment: inspect the environment, noting conditions where found.\nConcentrate on signs of illness (medications, humidifiers, thermometers), house\ncondition, hygiene, family interaction, and where infant was discovered.\nCommunication and support for the family after death: a devastating event evoking\nstrong emotions in healthcare providers.\nFollow or allow the family to express grief. Offer empathy and understanding.\nFamily may want resuscitation attempts conflicting with protocols.\nIntroduce yourself, ask date of birth and history.\nDo not speculate on the cause of death.\nAsk if they want to hold the child and say goodbye.\nHelpful interventions: use child's name, speak at eye level, maintain contact.\nUse \"dead\" or \"died\", not euphemisms.\nAcknowledge feelings, offer to call family.\nKeep instructions short and basic. Ask each family member individually if they want to\nhold the child.\nWrap the child in a blanket and stay with them.\nEach culture expresses grief differently. Some require intervention.\nMost caregivers feel responsible for the death.\nSome EMS systems arrange home visits for closure, requiring special training.\nChild's death is stressful for providers. Take time off, talk to colleagues. Be alert for\nPTSD signs in self/others, consider professional help.\n25. Apparent Life-Threatening Events (ALTES)\nInfants found not breathing, cyanotic, or unresponsive may resume breathing/color\nwith stimulation.\nThis is an Apparent Life-Threatening Event (ALTE).\nCharacteristics: cyanosis, apnea, distinct change in muscle tone, choking, or gagging.\nAfter the event, the child may appear healthy with no signs of illness or distress.\nManagement: strict attention to airway management.\nAssess the infant's history.\nAllow caregivers to ride in the back.\nPhysicians will determine the cause of this brief, unexplained event.\nSigns and symptoms include brief color changes (pale or cyanosis), choking,\nabsent/low/irregular breathing, abnormal muscle tone, decreased consciousness, no\nabnormality on assessment.\nTransport is required for evaluation.",
  "timestamp": "2025-08-06T06:20:03.551Z"
}