{
  "chapter": 11,
  "content": "Chapter 11, Airway Management\nTable of Contents\n1. Introduction to Airway Management A\n2. Anatomy of the Respiratory System A\n3. Physiology of Breathing A\n4. Pathophysiology of the Respiratory System A\n5. Patient Assessment of the Respiratory System A\n6. Opening the Airway A\n7. Suctioning A\n8. Airway Adjuncts A\n9. Recovery Position and Supplemental Oxygen A\n10. Oxygen Delivery Equipment A\n11. Assisted or Artificial Ventilation A\n12. Bag-Valve Mask (BVM) and Gastric Distension A\n13. Passive Ventilation and Advanced Ventilation Devices A\n14. CPAP: Indications, Contraindications, and Complications A\n15. Special Airway Considerations A\n16. Assisting with Advanced Life Support Procedures A\n17. Review Questions and Answers A\n1. Introduction to Airway Management\nairway management is a crucial skill in emergency care. [2]\nIt involves recognizing and managing adequate and inadequate breathing.\n[2]\nMaintaining an open airway is a primary component of addressing life\nthreats. [5]\nWhen breathing is disrupted, oxygen delivery to tissues is compromised. [6]\nOxygen reaches body cells through breathing and circulation. [6]\n2. Anatomy of the Respiratory System\nAirway\nDivision\nStructures Functions\nUpper Airway Nose, mouth, oral cavity, pharynx,\nlarynx (above vocal cords)\nWarm, filter, and\nhumidify air [10]\nLower Airway Trachea, bronchi, bronchioles, alveoli\n(below vocal cords)\nDeliver oxygen to\nalveoli [32]\nThe pharynx is a muscular tube extending from the nose and mouth. [11]\nIt includes the nasopharynx, oral pharynx, and laryngopharynx. [12]\nThe nasopharynx filters, warms, and humidifies air. [14]\nThe oropharynx is the posterior part of the oral cavity. [16]\nThe epiglottis helps prevent food and liquid from entering the larynx. [16]\nThe larynx is a complex structure of cartilage. [18]\nIt marks the division between the upper and lower airways. [19]\nKey structures include the thyroid cartilage (Adam's apple), cricoid\ncartilage, and cricothyroid membrane. [20]\nThe glottic opening is the narrowest part of the adult airway. [27]\nvocal cords produce speech and protect the trachea. [29]\nThe trachea is the air entry to the lungs. [32]\nIt begins below the cricoid cartilage. [33]\nIt divides at the carina into the main stem bronchi. [35]\nBronchi distribute oxygen to the lungs and divide into smaller bronchioles. [36]\nBronchioles are smooth muscle and dilate or constrict. [41]\nalveoli are the site of oxygen and carbon dioxide exchange. [42]\nThey are thin-walled sacs surrounded by pulmonary capillaries. [43]\nOxygen diffuses into capillaries, and carbon dioxide diffuses out. [44]\nThe mediastinum is the area between the lungs. [48]\nIt contains the heart, great vessels, esophagus, trachea, bronchi, and\nnerves. [48]\nThe phrenic nerve is necessary for the diaphragm to contract for breathing.\n[50]\n3. Physiology of Breathing\nThe respiratory and cardiovascular systems work together. [52]\nThey ensure a constant supply of oxygen and nutrients. [52]\nThey remove carbon dioxide and waste products. [53]\nventilation is the physical act of moving air. [55]\nIt is necessary for oxygenation and respiration. [55]\nInhalation is the active part of breathing. [57]\nThe diaphragm and intercostal muscles contract. [58]\nThis creates negative pressure in the thorax. [59]\nAir enters the body and travels to the lungs. [59]\nPartial pressure is the amount of gas in air or dissolved in fluid. [62]\nOxygen and carbon dioxide diffuse until partial pressures are equal. [66]\ntidal volume measures the depth of breathing. [69]\nThe average adult tidal volume is about 500 milliliters. [70]\nDead space is inspired air that does not reach the alveoli. [71]\nExhalation is a passive process. [73]\nMuscular effort is not required. [73]\nDiaphragm and intercostal muscles relax, decreasing thorax size. [74]\nAir pressure increases, pushing air out. [74]\nRegulation of ventilation involves receptors and feedback loops. [75]\nThese sense gas concentrations and adjust breathing rate and depth. [76]\nhypoxia is a condition where tissues cannot get enough oxygen. [77]\nThe hypoxic drive uses oxygen to control breathing. [80]\nIt is typically seen in patients with end-stage COPD. [81]\noxygenation is loading oxygen molecules onto hemoglobin. [82]\nIt is required for internal respiration. [83]\nventilation without oxygenation can occur in low-oxygen environments.\n[84]\nrespiration is the exchange of oxygen and carbon dioxide. [85]\nThis occurs in the alveoli and body tissues. [85]\nMetabolism is cellular respiration, producing energy and waste. [86]\nExternal respiration is the exchange in the alveoli and pulmonary capillaries.\n[88]\nSurfactant reduces surface tension in alveoli, aiding gas exchange. [89]\nInternal respiration is the exchange between the systemic circulatory system\nand cells. [91]\nOxygen moves from blood to tissues, and carbon dioxide moves from cells\nto blood. [92]\nCells need a constant supply of oxygen for aerobic metabolism. [93]\nWithout adequate oxygen, anaerobic metabolism occurs, which is\ninsufficient. [94]\n4. Pathophysiology of the Respiratory System\nFactor Description Examples\nNervous System Input Chemoreceptors monitor\ngas and ion levels,\nstimulating respiratory\ncenters.\nIncreased carbon dioxide or\nhydrogen ions lead to\nincreased respiratory rate.\n[97]\nVentilation/Perfusion\nMismatch\nFailure to match ventilation\nand perfusion leads to\nabnormal gas exchange.\nBlood passes over alveoli\nwithout gas exchange. [101]\nIntrinsic Factors Conditions within the body\naffecting ventilation.\nAirway obstruction,\ninfections, allergic\nreactions,\nunresponsiveness (tongue).\n[105]\nExtrinsic Factors External factors affecting\nventilation.\nTrauma causing airway\nobstruction. [106]\nFactors Affecting\nRespiration\nConditions affecting gas\nexchange at the alveolar or\ntissue level.\nExternal: Low atmospheric\nor partial pressure of\noxygen. [109]\nInternal Factors Conditions reducing\nsurface area for gas\nexchange or decreasing\noxygen supply.\nPneumonia, pulmonary\nedema, COPD. [110]\nCirculatory\nCompromise\nObstruction of blood flow\nto cells and tissues.\nTrauma (pneumothorax,\nhemothorax), blood loss,\nanemia, shock. [111]\nchemoreceptors provide feedback to the respiratory centers in the brain. [96]\nStimulation from the pons affects the rate and depth of respirations. [98]\nA ventilation and perfusion mismatch is a common cause of abnormal gas\nexchange. [100]\nThis occurs when ventilation is compromised but perfusion continues. [101]\nIt can also occur when perfusion across the alveolar membrane is\ndisrupted. [104]\nIntrinsic factors are inside the body. [105]\nUnresponsiveness can cause the tongue to block the airway. [105]\nExtrinsic factors are outside the body. [106]\nTrauma is an example. [107]\nFactors affecting respiration can be external (environmental) or internal\n(conditions). [109]\nCirculatory compromise can be caused by trauma or other conditions. [111]\n5. Patient Assessment of the Respiratory System\nWear a mask and protective eyewear during aerosol generating procedures\n(AGP). [113]\nAGPs include CPR, nebulizer treatments, and CPAP. [114]\nRecognizing adequate breathing is important. [115]\nNormal breathing in adults is 12 to 20 breaths per minute. [115]\nSigns include a regular pattern, clear and equal lung sounds, and regular\nchest rise and fall at an adequate depth. [116]\nSigns of abnormal breathing include: [117]\nFewer than 12 or more than 20 breaths per minute with shortness of\nbreath. [117]\nIrregular rhythm or diminished breath sounds. [119]\nReduced flow of expired air at the nose or mouth. [120]\nUnequal or inadequate chest expansion. [121]\nIncreased effort using accessory muscles. [122]\nShallow depth, reducing tidal volume. [123]\nPale, cyanotic, cool, or moist skin. [124]\nSkin pulling in around the ribs or above the clavicles (retractions). [124]\nagonal gasps are occasional gasping breaths after the heart has stopped.\n[125]\nAbnormal respiratory patterns include: [126]\nCheyne-Stokes respirations: increasing rate and depth followed by\napnea, often seen in stroke or head injury. [126]\nAtaxic respirations: irregular or unidentifiable pattern, may follow serious\nhead injuries. [127]\nKussmaul respirations: deep, rapid respirations, commonly seen in\nmetabolic acidosis. [129]\nPatients with inadequate breathing need immediate treatment. [130]\nThis includes airway management, supplemental oxygen, and ventilatory\nsupport. [130]\nAssessment of respiration considers factors like high altitudes or poisonous\ngases. [132]\nLevel of consciousness and skin color are indicators of respirations. [133]\npulse oximetry (SpO2) measures the percentage of hemoglobin bound to\noxygen. [134]\nSpO2 should be greater than 94% when breathing room air. [134]\nOxygen is applied when SpO2 is less than 94% in conditions like stroke or\nheart attack. [135]\nPulse ox values may take time to reflect changes. [136]\nIt is a routine vital sign. [137]\nend tidal co2 measures the maximal CO2 concentration at the end of\nexhalation. [138]\nLow CO2 may indicate hyperventilation or decreased CO2 return. [138]\nHigh CO2 may indicate CO2 retention or apnea. [139]\nIt is measured using capnometry (numeric reading) and capnography\n(numeric reading and graph). [140]\nNormal range is 35 to 45 millimeters mercury. [142]\n6. Opening the Airway\nManeuver Indication Technique\nHead-Tilt\nChin-Lift\nNo spinal cervical\nspine injury\nsuspected. [148]\nPlace heel of hand on forehead, apply\nbackward pressure, place fingertips\nunder jaw and lift upward. [149]\nJaw-Thrust Cervical spine injury\nsuspected. [150]\nKneel above head, place fingers behind\njaw angles, move jaw upward using\nthumbs. [150]\nEmergency care starts with ensuring an open airway. [143]\nThe patient should be in the supine position. [144]\nUnconscious patients should be moved as a unit due to potential spinal\ninjury. [145]\nThe most common airway obstruction in an unconscious patient is the\ntongue. [146]\nIt falls back into the throat when muscles relax. [146]\nThe head tilt chin lift maneuver opens the airway in most patients. [147]\nIt is used when spinal cord trauma is not suspected. [148]\nThe jaw thrust maneuver is used when spinal cord injury is suspected. [150]\nTo open the mouth, use the cross finger technique. [151]\nPlace index finger and thumb tips on teeth, push thumb on lower teeth\nand index finger on upper teeth. [151]\n7. Suctioning\nYou must keep the airway clear to ventilate properly. [154]\nIf the airway is not clear, fluids can be forced into the lungs, causing\naspiration. [155]\nIf you hear gurgling, the patient needs suctioning. [156]\nSuction equipment can be portable (hand-operated) or fixed (mounted). [158]\nPortable units must provide enough vacuum pressure and flow. [159]\nFixed units should generate airflow over 40 liters per minute and vacuum\nover 300 mmHg. [161]\nEquipment should include wide bore, non-kinking tubing. [161]\nPlastic or rigid pharyngeal suction tips (tonsil tips, yankauer tips) are\nused. [162]\nNon-rigid plastic catheters (French or whistle tip) are used for the nose\nor liquid secretions. [164]\nSuction units should have a disposable collection bottle. [166]\nA water supply is needed for rinsing tips. [166]\nMeasure the proper size using the technique for an oropharyngeal airway. [167]\nInspect suction equipment regularly. [168]\nOperating the suction unit involves checking assembly, testing vacuum\npressure, and selecting the attachment. [169]\nNever suction the mouth or nose for more than 15 seconds for an adult, 10\nseconds for a child, or 5 seconds for an infant. [171]\nSuctioning can result in hypoxia. [172]\nRinse the catheter and tubing with water to prevent clogging. [172]\nRepeat suctioning only after the patient has been adequately ventilated or\nre-oxygenated. [173]\nAvoid touching the back of the airway with the catheter to prevent activating\nthe gag reflex. [173]\nIf secretions or vomit cannot be suctioned easily, remove the catheter, log roll\nthe patient onto their side, and clear the mouth with a gloved finger. [174]\nFor frothy secretions with assisted ventilation, alternate suctioning for 15\nseconds (less for infants/children) and ventilating for two minutes. [176]\n8. Airway Adjuncts\nAdjunct Purpose Indications Contraindications\nOropharyngeal\nAirway (OPA)\nKeeps the\ntongue from\nblocking the\nupper airway,\nfacilitates\nsuctioning. [180]\nUnresponsive\npatient without a\ngag reflex, apneic\npatient being\nventilated with\nBVM. [181]\nConscious patients or\nany patient with a gag\nreflex. [181]\nNasopharyngeal\nAirway (NPA)\nUsed with\npatients who\nSemi-conscious or\nunconscious\nSevere head injury\nwith blood from nose,\nhave an intact\ngag reflex but\ncannot maintain\nairway. [184]\npatient with an\nintact gag reflex,\npatients not\ntolerating OPA.\n[184]\nfractured nasal bone\nhistory. [185]\nBasic airway adjuncts prevent upper airway obstruction by the tongue. [179]\nAn OPA that is too large can push the tongue back, blocking the airway. [182]\nAn OPA that is too small could also block the airway like a foreign body. [182]\nInsertion techniques for OPAs can involve a 90-degree rotation if needed.\n[183]\nThe NPA is used for patients who have a gag reflex. [184]\n9. Recovery Position and Supplemental Oxygen\nThe recovery position helps maintain an airway in an unconscious patient.\n[189]\nThis is for patients who are not injured and are breathing on their own\nwith a normal rate and adequate tidal volume. [190]\nThe patient is rolled onto their left or right side. [191]\nAlways give supplemental oxygen to hypoxic patients. [192]\nDo not withhold oxygen from any patient who might benefit. [193]\nSupplemental oxygen equipment includes oxygen cylinders. [194]\nMedical oxygen is usually supplied in compressed green cylinders. [195]\nCheck the cylinder label and the stamped test date. [196]\nAluminum cylinders are tested every five years, composite every three.\n[199]\nD or jumbo D cylinder sizes are commonly used. [200]\nSafety considerations for oxygen cylinders are crucial. [203]\nHandle cylinders carefully as they are under pressure. [203]\nEnsure the correct pressure regulator is attached before transport. [203]\nA puncture can turn a tank into a deadly missile. [204]\nSecure cylinders with mounting brackets. [204]\nThe pin indexing system prevents connecting a regulator to the wrong gas\ncylinder. [206]\nPin holes on the cylinder must match the pins on the regulator. [207]\nPressure regulators reduce cylinder pressure to a usable range (40-70 PSI).\n[209]\nAttachments can be a quick connect female fitting or a flow meter. [210]\nFlow meters measure gas release in liters per minute. [213]\nPressure compensated flow meters have a float ball and must be\nupright. [214]\nBourdon gauge flow meters can be used in any position. [215]\nThere are hazards of supplemental oxygen. [217]\nCombustion: Oxygen speeds up burning, keep fire sources away. [217]\nEnsure adequate ventilation. [217]\nOxygen toxicity refers to cellular tissue damage from excessive oxygen\nlevels. [219]\nExcessive oxygen can have detrimental effects on patients with certain\ndiseases. [219]\nIncreased cellular oxygen contributes to oxygen-free radicals. [220]\nCurrent guidelines recommend tailoring oxygen therapy based on patient\nneeds. [223]\nAdminister oxygen to maintain oxygen saturation at or above 94 percent\nwhen possible. [224]\nAdminister oxygen for patients with signs of MI, heart failure, shortness of\nbreath, or room air saturation less than 94%. [221]\nhypoxia is considered much worse than oxygen toxicity. [222]\n10. Oxygen Delivery Equipment\nEquipment\nType\nDescription Flow Rate &\nDelivered Oxygen\nConcentration\nNotes\nNonrebreathing\nMask\nMask with reservoir\nbag and one-way\nvalve. [227]\n10 to 15 liters per\nminute. [230]\nReservoir bag must be\nfull before use, adjust\nflow to prevent\ncollapse. [230]\nNasal\nCannula\nSmall tube prongs\nthat fit into nostrils.\n[233]\n1 to 6 liters per\nminute (24-44%\nO2). [234]\nFlow rates above 6\nL/min not\nrecommended for\ncomfort. [235]\nPartial Rebreathing\nMask\nSimilar to nonrebreather,\nbut\npatient re-breathes\na small amount of\nair. [238]\nOne-way valve\nbetween mask and\nreservoir is absent.\n[238]\nVenturi Mask Has attachments to\nvary oxygen\npercentage with\nconstant flow. [240]\nMedium flow\ndelivers 24-40%\nO2. [240]\nPercentage varies by\nmanufacturer. [240]\nTrach Mask Covers the\ntracheostomy hole.\n[242]\nUsed for patients with\ntracheostomies. [241]\nCommon oxygen delivery equipment in the field includes non-rebreathing\nmasks, bag valve devices, and nasal cannulas. [225]\nThe one-way valve on a non-rebreathing mask prevents rebreathing exhaled\ngases. [229]\nA nasal cannula is used for patients with mild hypoxia. [235]\nIt is less effective if the patient breathes through their mouth or has a\nnasal obstruction. [236]\nHumidified oxygen may be associated with increased generation of air sliced\ndroplets. [237]\nFor patients with tracheostomies, a trach mask covers the opening. [241]\nIf a trach mask is unavailable, improvise by placing a face mask over the\nstoma. [243]\n11. Assisted or Artificial Ventilation\nBasic airway and ventilation techniques are effective with appropriate oxygen.\n[246]\nSigns and symptoms of inadequate ventilation include altered mental status,\ninadequate minute volume, and excessive accessory muscle use. [247]\nWhen ventilation is inadequate, you need to assist ventilations. [248]\nThis is done with a bag valve mask (BVM). [248]\nIf the patient is conscious, explain the procedure. [249]\nPlace the mask over the mouth and nose and squeeze the bag with each\nbreath, maintaining the same rate. [250]\nAdjust the rate and tidal volume after initial breaths to maintain adequate\nminute volume. [252]\nIf the patient is not breathing, begin artificial ventilation immediately. [254]\nMethods include mouth-to-mask or one- or two-person BVM. [255]\nArtificial ventilations are not the same as normal breathing. [256]\nNormal breathing creates negative pressure, sucking air in. [257]\nPositive pressure ventilation forces air into the chest cavity. [257]\nPositive pressure increases intrathoracic pressure, potentially reducing\nblood return to the heart. [258]\nIt can force air into the stomach, causing gastric distension. [261]\nThe EMT must regulate the rate and volume to prevent a drop in cardiac\noutput. [263]\nventilation rates for a patient not breathing but with a pulse: [264]\nAdult: one breath every six seconds. [264]\nChild: one breath every two to three seconds. [264]\nInfant: one breath every two to three seconds. [264]\n12. Bag-Valve Mask (BVM) and Gastric Distension\nThe mouth-to-mask technique uses a barrier device. [268]\nA mask with an oxygen inlet provides oxygen during this. [269]\nA bag valve mask (BVM) is a common device used. [269]\nIt provides less tidal volume than mouth-to-mask but delivers a high\nconcentration of oxygen. [269]\nComponents of BVM devices include: [270]\nDisposable self-inflating mask (with a disablable pop-off valve if present).\n[270]\nInline viral filter. [271]\nOutlet valve that is a true valve for re-breathing. [271]\nOxygen reservoir for high oxygen concentration. [271]\nOne-way or no-jam inlet valve system. [272]\nTransparent face mask. [273]\nAbility to perform under extreme conditions. [273]\nThe volume of air delivered is based on observing chest rise and fall. [274]\nGastric distension occurs when artificial ventilation fills the stomach with air.\n[276]\nIt is likely from ventilating too forcefully or rapidly. [277]\nAir obstruction from a foreign body or improper head position also\ncontributes. [277]\nGive slow, gentle breaths over one second to prevent distension. [278]\nEnsure the patient's airway is properly positioned. [279]\nVentilate at the appropriate rate and volume. [279]\nIf gastric distension prevents ventilation and ALS is unavailable, consider\npressure over the upper abdomen as a last resort. [280]\nIf vomiting occurs, turn the patient's entire body to the side. [281]\nSuction or wipe out the mouth, then return to supine and continue\nventilation. [282]\n13. Passive Ventilation and Advanced Ventilation Devices\nPassive ventilation (passive oxygenation or apneic oxygenation) occurs with\nchest compressions. [283]\nCompressing the chest forces air out, and recoil creates negative\npressure, drawing air in. [283]\nIt can be enhanced by inserting an OPA and providing supplemental\noxygen. [284]\nAn automatic transport ventilator (ATV) or resuscitator is an advanced\nventilation device. [285]\nIt allows setting ventilation variables. [286]\nIt frees the EMT to perform other tasks. [286]\nConstant reassessment is necessary. [286]\nContinuous positive airway pressure (CPAP) is a non-invasive ventilation\nsupport. [287]\nMany sleep apnea patients use it at night. [289]\nIn the pre-hospital setting, it is useful for respiratory distress from COPD,\npulmonary edema, and bronchospasm. [290]\nIt is becoming a widely used EMT tool. [291]\nCPAP increases pressure in the lungs. [292]\nIt opens collapsed alveoli and pushes oxygen across the membrane. [292]\nIt forces interstitial fluid back into pulmonary circulation. [292]\nTherapy is typically delivered through a face mask with a strapping system.\n[293]\nA good seal with minimal leakage is essential. [294]\nMany CPAP systems use oxygen as the driving force. [295]\nPatients benefit most during exhalation. [296]\nUse caution with patients with potentially low blood pressure. [296]\nCPAP causes a drop in cardiac output. [296]\n14. CPAP: Indications, Contraindications, and Complications\nCategory Descriptions Examples\nIndications Patient must be\nalert and able to\nfollow\ncommands. [298]\nModerate to severe respiratory distress\n(pulmonary edema, COPD), respiratory\ndistress after submersion, rapid breathing\naffecting minute volume, pulse ox less\nthan 90%. [299]\nContraindications Conditions or\nstates where\nCPAP should not\nbe used. [301]\nRespiratory arrest, agonal respirations,\nhypoventilating, cannot speak or follow\ncommands, cannot protect airway,\nhypotensive, pneumothorax, chest trauma,\ntracheostomy, active GI bleeding,\nvomiting, facial trauma, cardiogenic shock,\ncannot sit upright, CPAP system cannot fit,\npatient cannot tolerate mask. [302]\nComponents Parts of a CPAP\nunit. [309]\nGenerator, mask, tubing, bacterial filter,\none-way valve. [309]\nComplications Potential\nnegative\noutcomes from\nCPAP use. [314]\nClaustrophobia and resistance to mask,\nrisk of pneumothorax (hole in the lung),\nlower blood pressure. [314]\nThe CPAP generator creates resistance, creating back pressure in the\nairways. [310]\nThis pushes open smaller airway structures. [310]\nPressure can be adjusted, typically 7 to 10 is acceptable. [311]\nMost CPAP units are powered by oxygen. [313]\nA full cylinder is important when using CPAP. [313]\nIf a patient resists CPAP due to claustrophobia, coach them through the\nprocess. [314]\nIf the patient shows signs of deterioration, remove CPAP and begin positive\npressure ventilation with a BVM and high flow oxygen. [315]\n15. Special Airway Considerations\nStomas and tracheostomy tubes are special considerations. [316]\nPatients with a laryngectomy have a permanent tracheal stoma. [317]\nIf a patient has a tracheostomy tube, ventilate through the tube with a\nBVM. [318]\nUse the standard 15 to 22 mm adapter on the BVM. [319]\nUse 100% oxygen attached to the BVM. [320]\nIf a patient has a stoma but no tube, use an infant or child mask to seal\nover the stoma. [321]\nSeal the patient's mouth and nose to prevent air leaks during ventilation.\n[321]\nRelease the seal for exhalation. [321]\nIf you cannot ventilate a stoma patient, try suctioning with a French or\nsoft-tipped catheter. [322]\nSeal the stoma while giving mouth-to-mouth ventilation. [322]\nForeign body airway obstruction is a true emergency if it completely blocks\nthe airway. [323]\nThis can result in death if not treated immediately. [325]\nIn adults, it often occurs during a meal. [326]\nIn children, it can occur while eating or playing. [327]\nThe most common airway obstruction in an unconscious patient is the\ntongue. [330]\nOther causes of obstruction not involving foreign bodies include swelling\nfrom infection or allergic reactions. [331]\nAnaphylaxis is an example. [332]\nTrauma can also cause obstruction due to tissue damage. [333]\nRecognizing airway obstruction includes different levels: [334]\nMild airway obstruction: Patient can still exchange air but has respiratory\ndistress. [334]\nMay have noisy breathing or cough forcefully. [335]\nMay hear wheezing between coughs. [336]\nDo not interfere if the patient can breathe, cough forcefully, or talk.\n[337]\nEncourage and continually reassess. [338]\nSevere airway obstruction: Patient cannot breathe or talk. [340]\nMay be clutching their throat (universal distress sign). [341]\nMay be turning cyanotic. [341]\nLittle or no airway movement. [342]\nEmergency care for foreign body obstruction: [345]\nPerform the head tilt chin lift or jaw thrust maneuver. [346]\nSweep the mouth with a gloved finger if large pieces of material are\npresent. [348]\nUse suction if available. [349]\nAbdominal thrusts are effective for conscious patients. [350]\nThey use residual air in the lungs to expel the object. [351]\nContinue thrusts until the object dislodges or the patient becomes\nunconscious. [351]\nFor an unconscious patient with foreign body obstruction: [353]\nReassess for apnea and inability to ventilate. [353]\nBegin chest compressions as in CPR (30 compressions). [354]\nAfter compressions, open the jaw and look for foreign objects. [355]\nRemove visible objects with a gloved finger or suction. [356]\nNever perform a blind sweep. [357]\nAttempt ventilation after removing the object. [358]\nRepeat compressions and ventilations if unable to ventilate. [359]\nDental appliances can cause obstruction. [359]\nManually remove appliances before ventilations. [360]\nLeave well-fitting dentures in place as they aid BVM seal. [361]\nRemove loose dentures if they interfere. [362]\nFacial bleeding can cause airway problems. [363]\nSevere bleeding and swelling can enter the airway. [364]\nControl bleeding with direct pressure and suction. [364]\n16. Assisting with Advanced Life Support Procedures\nThe EMT plays an essential role in assisting with advanced airway\ninterventions. [366]\nThis includes assisting with endotracheal intubation. [367]\nThe first step is pre-oxygenation, often with BVM ventilation. [367]\nUse an OPA or NPA, ensure a proper seal, and use proper rate and volume.\n[368]\nMaintain a high flow nasal cannula during pre-oxygenation and the\nintubation attempt. [370]\nEquipment setup for endotracheal intubation includes: [371]\nPersonal protective equipment (face mask, eye shield). [371]\nSuction unit with rigid or non-rigid catheters. [372]\nLaryngoscope handle and blade. [373]\nMagill forceps. [373]\nET tube with stylet or introducer (gum elastic bougie). [374]\nWater-soluble lubricant. [376]\n10 ml syringe. [376]\nConfirmation device. [376]\nCommercial ET tube securing device. [376]\nAlternate airway management devices (supraglottic, cricothyrotomy kit).\n[377]\nThe B-MAGIC mnemonic helps remember the typical steps: [378]\nB: Bag valve mask preoxygenation. [379]\nE: Evaluate airway difficulties. [380]\nM: Manipulate the patient. [381]\nA: Attempt the first pass intubation. [382]\nG: Use a supraglottic airway if unable to intubate. [383]\nC: Confirm success and correct any issues. [383]\nMonitor for potential complications after intubation. [384]\nSigns include absence or decrease of end tidal co2 or SpO2. [384]\nIncreasing resistance when ventilating. [384]\nImproper positioning or dislodgement of the ET tube. [385]\n17. Review Questions and Answers\nBreathing is controlled by the pons and medulla. [387]\nThese are the respiratory centers in the brain stem. [387]\nThe EMT should assess the patient's tidal volume by looking for chest rise\nand fall. [388]\ntidal volume is the air volume moved in and out in a single breath. [388]\nIn a healthy individual, breathing is stimulated by increased levels of carbon\ndioxide in the blood. [389]\nRising carbon dioxide levels stimulate the brain stem. [389]\nSigns of adequate breathing in an adult include normal rate, regular pattern,\nand clear lung sounds. Shallow chest rise is not a sign of adequate breathing.\n[390]\nIf a patient vomits during OPA insertion, immediately turn the patient onto\ntheir side. [392]\nAn NPA airway is contraindicated in a patient with severe head injuries or\nfacial injuries, such as a patient who fell and landed on their head. [393]\nIf a patient receiving oxygen via nasal cannula complains of burning in the\nnose, hook it up to humidified oxygen. [394]\nIf an unconscious patient has slow and irregular respirations after a fall, assist\nbagging this patient. [395]\nWhen ventilating an apneic adult with a BVM, squeeze the bag until visible\nchest rise is noted. [398]\nIf an apneic patient's stomach becomes distended during BVM ventilation,\nreposition the head. [400]\nThis could be because air is entering the esophagus. [401]",
  "timestamp": "2025-08-06T06:11:17.510Z"
}