{
  "chapter": 36,
  "content": "Chapter 36, Geriatric Emergencies\nTable of Contents\nReport on Geriatric Emergencies\n1. Introduction to Geriatric Emergencies and the Aging Process A\n2. Communication and Generational Considerations in Geriatric Care A\n3. Common Complaints and Leading Causes of Death in Older Adults A\n4. Age-Related Changes in the Respiratory System A\n5. Age-Related Changes in the Cardiovascular System A\n6. Stroke in the Geriatric Population A\n7. Age-Related Changes in the Nervous System A\n8. Age-Related Changes in the Gastrointestinal and Renal Systems A\n9. Age-Related Changes in the Endocrine and Immune Systems A\n10. Age-Related Changes in the Musculoskeletal and Skin Systems A\n11. Toxicology and Polypharmacy in Geriatric Patients A\n12. Behavioral Emergencies in Older Adults A\n13. The GEMS Triangle for Assessing Older Patients A\n14. Special Considerations and Assessment of Geriatric Medical Patients A\n15. History Taking and Secondary Assessment of Geriatric Patients A\n16. Trauma in the Geriatric Population A\n17. Environmental Injuries and Trauma Assessment in Older Adults A\n18. Responding to Calls in Nursing and Skilled Facilities A\n19. Caring for Dying Patients and Advanced Directives A\n20. Elder Abuse and Neglect A\n21. Review of Key Concepts in Geriatric Emergencies A\nReport on Geriatric Emergencies\n1. Introduction to Geriatric Emergencies and the Aging Process\nYear Projected Population Aged 65+ (Millions)\n2012\ngeriatrics focuses on the assessment and treatment of disease in individuals aged\n65 or older . The population aged 65 and older is projected to nearly double between\n2012 and 2050 . Caring for geriatric patients presents unique challenges due to\nchronic conditions, multiple medications, and the physiological changes of aging .\nHuman growth and development peak in the late 20s and early 30s, after which the\naging process begins . This process is inevitable and includes changes in\nphysiological functions, like a decline in liver and kidney function . All body tissues\nage, and the decrease in functional capacity of organ systems is normal, impacting\nhow a patient responds to illness .\n2. Communication and Generational Considerations in Geriatric\nCare\nUnderstanding and appreciating the life of an older person is important . It requires\ntime and patience to interact with older individuals . Always treat patients with\nrespect and avoid ageism, the stereotyping that can lead to discrimination . Older\npeople can remain fit and active, though not at the same level as in their youth .\nEffective verbal communication is essential for successful assessment and\ntreatment . Communication can be challenging due to conditions like dementia .\nWhen caring for older individuals, use their name or \"sir\" or \"ma'am\".\nAsk how they prefer to be addressed to build trust.\nIdentify yourself and be aware of your presentation.\nLook directly at the patient at eye level in good lighting.\nSpeak slowly and distinctly.\nHave one person talk to the patient, asking one question at a time.\nDo not assume all older patients have hearing loss.\nGive the patient time to respond, unless urgent.\nListen to the answer they provide.\nExplain actions before performing them.\nAvoid talking about the patient as if they are not present.\n3. Common Complaints and Leading Causes of Death in Older\nAdults\nChanging physiology predisposes geriatric patients to unique problems . Simple\ninjuries can have severe consequences .\nCommon Conditions Leading Causes of Death\nChronic Lower Respiratory Disease\nInfluenza\nPneumonia\nHeart Disease\nCancer\nStroke\nAlzheimer's Disease\nDiabetes\nAccidents/Falls\nA simple rib fracture in an 80 or 90-year-old can lead to pneumonia or death . Hip\nfractures from low-mechanism falls are common with dire consequences . Hip\nfractures are more likely with weakened bones due to osteoporosis or infection .\nSedentary behavior during healing can predispose patients to pneumonia and blood\nclots . Many older people do not return to their pre-injury activity level after a hip\nfracture .\n4. Age-Related Changes in the Respiratory System\nAge-related changes in the respiratory system increase susceptibility to illness .\nAirway musculature weakening can decrease breathing capacity . Alveoli may\nenlarge, losing elasticity and making air expulsion difficult . Slower chemoreceptors\ncause a delayed response to hypoxia . Loss of protective airway mechanisms\nincludes decreased cough and gag reflexes .\nPneumonia is a leading cause of death from infection in older Americans.\nAging causes immune suppression, increasing infection risk.\nIncreased mucus, secretions, and inflammation interfere with oxygenating\nblood.\nManagement is the same as for other patients.\nMaintain high suspicion for geriatric patients with pneumonia signs.\npulmonary emboli are sudden blockages by venous clots.\nPatients may have shortness of breath and chest pain.\nIt can be confused with cardiac, lung, or musculoskeletal issues.\nRisk factors include nursing home residence, hospitalization, trauma,\ncancer, blood clot history, heart failure, pacemaker, paralyzed extremities,\nobesity, smoking, or recent long-distance travel.\nSymptoms include tachycardia, sudden dyspnea, shoulder/back/chest\npain, cough, syncope (with larger clots), anxiety, apprehension, low-grade\nfever, leg pain, redness, unilateral pedal edema, fatigue, and cardiac\narrest.\nTreatment focuses on airway, ventilatory, and circulatory support.\nSupplemental oxygen and ventilation may be needed.\n5. Age-Related Changes in the Cardiovascular System\nSigns/Symptoms Older Adults Younger\nAdults\nMyocardial Infarction Often silent or atypical Classic chest\npain\nHeart Failure (Right-\nSided)\nJugular vein distension, ascites,\nperipheral edema, enlarged liver\nHeart Failure (Left-\nSided)\nPulmonary edema, shortness of breath,\ncrackles, proximal nocturnal dyspnea\nThe heart hypertrophies with age, possibly due to stiffening blood vessels . Cardiac\noutput declines over time due to decreasing stroke volume . Arteriosclerosis\ncontributes to systolic hypertension, burdening the heart . The ability to speed up\ncontractions, increase strength, and constrict vessels decreases with stiffer vessels .\nAtherosclerosis is the buildup of fat and cholesterol in arteries.\nOlder people are at increased risk for aneurysms. Severe blood loss can\noccur if an aneurysm ruptures.\nStiff blood vessels result in higher systolic blood pressure. Stiffening and\ndegeneration of heart valves may impede blood flow.\nChanges in the heart's electrical conduction system can lead to abnormal rate\nor rhythm.\northostatic hypotension is a blood pressure drop with position change. The\nbody adapts less to rapid postural changes.\nvenous stasis can cause clots, leading to deep vein thrombosis or pulmonary\nemboli. Loss of proper vein function in the legs also occurs.\nMyocardial infarcts (heart attacks) often lack classic symptoms in geriatrics.\nUp to one-third of older patients have silent heart attacks. This is more\ncommon in women and patients with diabetes. Atypical signs include\nepigastric/abdominal pain, loss of bowel/bladder control, nausea, vomiting,\nweakness, dizziness, lightheadedness, syncope, fatigue, and confusion.\nOther signs include diaphoresis, pale/cyanotic/mottled skin, abnormal breath\nsounds, and increased peripheral edema. Treatment involves airway,\nventilatory, and circulatory support, aspirin, and assisting with nitroglycerin.\nHeart failure symptoms vary based on the affected side. Right-sided failure\nshows fluid backup in the body (jugular vein distension, ascites, peripheral\nedema). Left-sided failure causes fluid in the lungs (pulmonary edema,\nshortness of breath, crackles). Proximal nocturnal dyspnea is sudden\nrespiratory distress waking a person at night due to fluid accumulation in the\nlungs. Symptoms include coughing, suffocation feeling, cold sweats, and\ntachycardia. Treatment is airway, ventilatory, and circulatory support.\n6. Stroke in the Geriatric Population\nStroke is a leading cause of death in older people . Preventable risk factors include\nsmoking, hypertension, diabetes, Afib, obesity, and a sedentary lifestyle .\nUncontrollable factors include age, race, and gender .\nSigns and symptoms include altered level of consciousness, one-sided\nnumbness, weakness, or paralysis. Other signs are slurred speech, aphasia,\nvisual disturbances, headache, dizziness, incontinence, and potentially\nseizures.\nHemorrhagic strokes involve bleeding into the brain from broken vessels;\nthey are less common but more fatal.\nIschemic strokes occur when blood clots block blood flow to part of the\nbrain.\nDetermining the onset of symptoms is important. Patients with symptom\nonset within a few hours might be candidates for stroke center therapy.\nA transient ischemic attack (TIA) can have the same symptoms as a stroke.\nAlways manage the patient as if they are having a stroke.\n7. Age-Related Changes in the Nervous System\nSense Age-Related Changes Impact\nVision Decline in acuity, depth\nperception, light accommodation\nIncreased likelihood of falls and\nmedication errors\nHearing Difficulty hearing high\nfrequencies, balance problems\nFalls more likely\nTaste Diminished sense of taste Lessened interest in eating,\nweight loss, malnutrition, fatigue\nTouch Decreased sense of touch and\npain perception\nMay not know if injured\nNormal findings in older people include changes in thinking speed, memory, and\nposture stability . The brain decreases in weight and volume with age, increasing\nspace in the cranium and the risk of head injuries . There is a loss of neurons that\naffects control of breathing, heart rate, blood pressure, hunger, thirst, and body\ntemperature . Performance of most sense organs declines with age .\nVision changes include cataracts, which interfere with vision, making it hard\nto distinguish colors and see clearly. Decreased tear production leads to drier\neyes. Older people may have difficulty differentiating colors and decreased\nnight vision. Presbyopia, the inability to see up close, is caused by less lens\nelasticity. Other diseases affecting vision include glaucoma, macular\ndegeneration, and retinal detachment.\nHearing changes in the inner ear make high-frequency sounds difficult to\nhear. Ear changes can also cause balance problems, increasing fall risk.\nHeredity and noise exposure contribute to hearing loss. Check for hearing aid\nuse during assessment.\nThe sense of taste diminishes due to decreased taste buds, potentially\nleading to less interest in eating, weight loss, malnutrition, and fatigue.\nA decreased sense of touch and pain perception from nerve fiber loss means\nan injured person may not realize it. Decreased sensation of hot and cold also\noccurs.\ndementia is a chronic, generally irreversible condition with slow onset,\nprogressive disorientation, shortened attention span, and loss of cognitive\nfunction. Causes include Alzheimer's, Parkinson's, stroke, and genetic factors.\nPatients may show loss of cognitive function, memory problems, decreased\nattention span, decreased communication ability, and confusion.\ndelirium is a sudden change in mental status, consciousness, or cognitive\nprocesses. It is marked by inability to focus, think logically, and maintain\nattention. It affects a significant percentage of hospitalized older adults. It is\nusually caused by reversible physical ailments like fever or metabolic causes.\nLook for histories of intoxication/withdrawal, UTIs, bowel obstruction,\ndehydration, fever, cardiovascular disease, hyperglycemia/hypoglycemia,\ndepression, malnutrition, and environmental emergencies. Assess for hypoxia,\nhypovolemia, hypoglycemia, and hypothermia. Changes in circulation, breath\nsounds, motor function, and pupillary response may be seen.\nSyncope should always be assumed to be an underlying life-threatening\nproblem until proven otherwise. It is often caused by interrupted blood flow to\nthe brain.\nneuropathy is a disorder of the peripheral nervous system nerves, impairing\ntheir function and structure. Symptoms depend on the affected nerves\n(motor, sensory, autonomic) and their location.\n8. Age-Related Changes in the Gastrointestinal and Renal\nSystems\nChanges in the gastrointestinal system affect digestion . Reduced saliva volume\ncauses mouth dryness . Dental loss is widespread, contributing to nutritional and\ndigestive problems . Gastric secretions are reduced . Changes in gastric mobility lead\nto slower emptying . The incidence of certain bowel diseases increases with age .\nBlood flow to the liver declines, decreasing enzyme activity and metabolism . This\naffects how medications impact patients .\nPoor muscular tone of sphincters can lead to regurgitation, heartburn, and\nacid reflux. The rectal sphincter also weakens.\nGI bleeding is common. Causes include inflammation, infection, and\nobstruction. Hematemesis (vomiting blood) is seen with upper GI bleeding.\nmelena (black, tarry stools) usually indicates bleeding in the lower tract. Red\nblood often signifies a local source like hemorrhoids. Patients may experience\nweakness, dizziness, or syncope with GI bleeding. GI bleeding can be lifethreatening.\nSpecific common GI problems include diverticulitis, bleeding in the\nupper/lower GI system, peptic ulcer disease, gallbladder disease, or a bowel\nobstruction. Ask about NSAID and alcohol use. Orthostatic vital signs can help\ndetermine hypovolemia. Treatment includes airway, ventilatory, and\ncirculatory support.\nAcute abdomen complaints in the pre-hospital setting pose the threat of\nblood loss, leading to shock and death. Abdominal aortic aneurysm (AAA) is a\nrapidly fatal condition.\nAge-related changes in the renal system include reduced function and blood flow .\nKidney weight decreases, leading to a loss of functioning filtering surface . Renal\nblood flow can decrease by 50% . Acute illnesses in older patients often involve\nelectrolyte imbalance due to a markedly decreased thirst mechanism . This can\ncause rapid and severe dehydration .\nIncontinence is not a normal part of aging and can cause skin irritation,\nbreakdown, and UTIs. Bladder capacity decreases with age.\nstress incontinence occurs during activities like coughing, laughing,\nsneezing, lifting, and exercise.\nurge incontinence is triggered by fluids, running water, or thinking about\nthe bathroom.\nUrinary retention, or difficulty urinating, is the opposite of incontinence. An\nenlarged prostate (benign prostate hypertrophy) in men can pressure the\nurethra, making voiding difficult.\nBladder and urinary tract infections can cause inflammation. Severe urinary\nretention can lead to renal failure.\n9. Age-Related Changes in the Endocrine and Immune Systems\nA significant change in older persons is a decrease in metabolism . This affects the\nbody's metabolism, temperature, growth, and heart rate . Symptoms attributed to\nthis include slower heart rate, fatigue, drier skin/hair, cold intolerance, and weight\ngain . Increased secretion of antidiuretic hormone can cause fluid imbalance .\nHyperglycemia and increased norepinephrine levels may harm the cardiovascular\nsystem .\nHyperosmolar hyperglycemic nonketotic syndrome (hhns) is a diabetic\ncomplication more common in type 2 diabetes. hhns and diabetic\nketoacidosis (DKA) symptoms often overlap. Symptoms include\nhyperglycemia, polydipsia, polyuria, polyphagia, dizziness, confusion, altered\nmental status, and possibly seizures. Changes in circulation may include\nwarm, flushed skin, poor skin turgor, pale/dry oral mucosa, and a furrowed\ntongue. Patients may show hypotension and shock signs like tachycardia.\nBlood glucose is typically 600 or higher in hhns, while it varies in DKA. DKA\npresents with Kussmaul's respirations; hhns does not. Treatment includes\nairway, ventilatory, and circulatory support.\nOlder people's immune systems may be weakened . They may not develop a fever;\nhypothermia can indicate severe systemic infection . Anorexia, fatigue, weight loss,\nfalls, or changes in mental status may be the primary symptom of infection .\nPneumonia and UTIs are common in bedridden patients . When infection occurs,\nsigns and symptoms may be decreased or minimized .\n10. Age-Related Changes in the Musculoskeletal and Skin\nSystems\nCommon Musculoskeletal\nConditions\nDescription\nOsteoporosis Decrease in bone mass and strength, leading to\nfractures\nOsteoarthritis Progressive joint disease destroying cartilage,\nforming bone spurs, causing stiffness\nAging leads to a widespread decrease in bone mass, especially in postmenopausal\nwomen . Bones become more brittle and break more easily . Spinal discs narrow,\ncausing a decrease in height and changes in posture . Joints lose flexibility and may\nbe immobilized by arthritis . Decreased motion and muscle mass result in less\nstrength . Changes in physical abilities can affect confidence in mobility . The muscle\nsystem atrophies and weakens, strength declines . Joint ligaments and cartilage lose\nelasticity, and cartilage degenerates . Stooped posture comes from atrophy of\nsupporting structures and kyphosis (forward curling of the spine) .\nosteoporosis makes patients more susceptible to fractures. Bone loss is\ninfluenced by genetics, smoking, activity level, diet, alcohol consumption,\nhormonal factors, and body weight.\nOsteoarthritis affects joints like hands, knees, hips, and spine. Patients\ncomplain of pain and stiffness that worsens with exertion.\nChanges also occur in the skin . Proteins that make skin pliable decline . The fat layer\nunder the skin becomes thinner . Bruising is more common because skin tears easily .\nSweat glands respond less readily to heat due to atrophy .\nPressure ulcers, or bedsores, develop when pressure cuts off blood flow to\nskin areas. Padding under bony areas and in voids prevents these ulcers.\nUlcers have various stages. They can be painful and cause complications like\nbleeding, sepsis, and bone inflammation.\n11. Toxicology and Polypharmacy in Geriatric Patients\nOlder people are more susceptible to toxicology due to decreased kidney function,\naltered GI absorption, or decreased liver vascular flow . Kidneys undergo many\nchanges with age . Decreased liver function makes it harder to detoxify blood and\neliminate substances like medications and alcohol . Common over-the-counter\nmedications used by older people include aspirin, antacids, cough syrups, and\ndecongestants . These can have negative effects mixed with herbal substances,\nalcohol, or prescriptions .\npolypharmacy refers to the use of multiple prescription medications by one\npatient. Negative effects can include overdosing and negative medication\ninteractions. Medication non-compliance is also an issue due to financial\nchanges, inability to open containers, and impaired cognitive, vision, or\nhearing ability.\n12. Behavioral Emergencies in Older Adults\nDepression is not normal aging but a medical disease affecting millions of older\nAmericans . It is treatable with medication and therapy . Untreated depression is\nassociated with a higher suicide rate in geriatrics . Risk factors include history of\ndepression, chronic disease, and loss . Substance abuse, isolation, prescription\nmedicine use, or chronic medical conditions contribute to depression onset .\nSuicide: Most older adult suicide victims have recently been diagnosed with\ndepression and seen a doctor within a month before the event. Older men\nhave the highest suicide rate in the US. Older persons attempting suicide\nchoose more lethal means and have diminished capacity to survive.\nPredisposing events include death of a loved one, physical illness,\ndepression/hopelessness, alcohol abuse/dependence, or loss of meaningful\nlife roles.\nWhen assessing a patient showing signs of depression, ask if they are\nconsidering suicide. If yes, ask if they have a plan. Include this in your report.\n13. The GEMS Triangle for Assessing Older Patients\nThe GEMS diamond was created to highlight differences in older patients . It is an\nacronym for issues to consider when assessing an older patient .\nG stands for geriatric: Older patients differ from younger ones. Be familiar\nwith normal aging changes and treat with compassion and respect.\nE stands for Environmental Assessment: Assess the environment for clues\nto the patient's condition and the emergency's cause. Preventative care is\nvital as older patients may not notice risks.\nM stands for Medical Assessment: Older patients have multiple medical\nproblems and take numerous medications (prescription, OTC, herbal).\nObtaining a thorough medical history is very important.\nS stands for Social Assessment: Older people may have smaller social\nnetworks due to loss of loved ones. They may need help with daily living\nactivities. Consider pamphlets about agencies helping older people.\n14. Special Considerations and Assessment of Geriatric Medical\nPatients\nAssessing geriatric patients has special considerations . These include\ncommunication issues, hearing/visual deficits, and altered consciousness .\nComplicated medical histories and medication effects also affect assessment .\nScene safety: geriatric patients are often in homes, retirement homes, or\nskilled nursing facilities. Access may be hampered if they cannot reach the\ndoor. Note unsafe environmental conditions. Look for clues explaining history\nor current problem. In facilities, find staff to explain the call reason. With\naltered mental status, find someone for history and baseline behavior.\nMechanism of Illness and Injury (NOI): NOI can be difficult to determine with\naltered mental status or dementia. Ask family, caregivers, or bystanders why\nthey called. Multiple chronic diseases complicate NOI determination. Chest\npain, shortness of breath, and altered consciousness are always serious.\nPrimary Assessment: Address life threats and determine transport priority.\nMaintain high suspicion for serious injuries, even with minor mechanisms.\nGeneral Impression: Assess stable or unstable condition as you\napproach. Use AVPU for level of consciousness.\nAirway and Breathing (A&B): Aging and disease can compromise airway\nprotection. Loss of gag reflex and swallowing occurs. Ensure open airway,\nfree from obstruction (dentures, vomit, fluid, blood). Suction may be\nneeded. Anatomic changes affect breathing effectiveness. Loss of\nprotective reflexes decreases ability to clear secretions. Treat airway and\nbreathing issues with oxygen immediately.\nCirculation (C): Poor perfusion is serious. Changes negatively affect\ncirculation. Lower heart rates and weaker/irregular pulses are common.\nVascular changes may make radial pulse hard to feel. Treat circulatory\nproblems with oxygen immediately. Determine if a cardiac abnormality is\nacute or chronic; manage acute emergencies rapidly.\nTransport Decision (D): Complaints compromising airway, breathing, or\ncirculation require priority transport. Determine and treat life-threatening\nconditions; transport priority patients. Older people lack reserves and\ndecompensate quickly. Consider early ALS treatment and immediate\ntransport.\n15. History Taking and Secondary Assessment of Geriatric\nPatients\nFind and account for all medications . Communication can be complicated, but\nthorough history is critical . Determine early if altered consciousness is acute or\nchronic . Multiple diseases and vague complaints complicate assessment .\nTake a full set of vital signs and determine the patient's normal. The chief\ncomplaint may relate to a chronic condition. Obtain a list of medications and\ntake them to the hospital if possible. Transport to a facility familiar with the\npatient's history if possible. Last oral intake is important for diabetic patients\nand may indicate dehydration.\nSecondary assessment: Protect patient modesty and keep them warm\nduring the exam.\nVital signs: Medications like beta blockers keep heart rate low, preventing\ntachycardia seen in dehydration/shock. Weak/irregular pulses are common.\nCirculatory compromise makes radial pulse hard to feel; use other pulse\npoints. Blood pressure tends to be higher. Capillary refill is unreliable due to\nskin changes and reduced circulation. Respiratory rate should be normal, but\nchest rise is compromised by stiffness. Pulse oximetry requires adequate\nperfusion for accuracy.\nReassessment: Reassess geriatric patients often as conditions can\ndeteriorate quickly. Recheck interventions, identify and treat changes.\nDocument all history, medication, assessment, and intervention information.\nGuidelines for assessing geriatric patients are available.\n16. Trauma in the Geriatric Population\nIncreased Risks and Complications of\nTrauma\nFactors\nHigher risk of serious injury or death Slower homeostatic compensatory\nmechanism\nComplicated assessment Limited physiologic reserves\nSubtler physical findings Normal aging effects\nLonger healing process Existing medical conditions\nOlder patients have a higher risk of serious injury or death from trauma than younger\npatients . Several conditions increase this risk and complicate assessment . Physical\nfindings may be more subtle and easily missed . The healing process takes longer .\nOlder pedestrians are more likely to have life-threatening complications after being\nstruck by a vehicle . Secondary impacts can cause serious injuries .\nOlder people are more likely to experience burns due to altered mental status,\ninattention, and compromised neurologic status. Mortality from burns\nincreases with pre-existing conditions and a weakened immune system. Fluid\nreplacement is complicated by renal compromise.\nThere is higher mortality from penetrating trauma, especially gunshot\nwounds. Penetrating trauma can easily cause serious internal bleeding.\nFalls are the leading cause of fatal and non-fatal injuries in older adults.\nNearly half of fatal falls result in traumatic brain injuries.\nChanges in pulmonary, cardiovascular, neurologic, and musculoskeletal\nsystems make older patients more susceptible to trauma. Brain shrinkage\nincreases the risk of cerebral bleeding after head trauma. Skeletal changes\nand spinal curvature require extra padding during spinal immobilization. Loss\nof strength, sensory impairment, and medical illness increase fall risk.\nA geriatric patient's overall physical condition may lessen their ability to\ncompensate for simple injuries.\nosteoporosis predisposes to hip and pelvis fractures; compression fractures\nof the spine are more likely.\nBrain shrinkage makes older patients more likely to sustain closed head\ninjuries like subdural hematomas. Acute subdural hematomas are among the\ndeadliest head injuries. Serious head injuries are often missed because\nmechanisms seem minor. Factors predisposing to serious head injuries\ninclude long-term alcohol abuse, recurrent falls, repeated head injuries, and\nanticoagulation medications.\n17. Environmental Injuries and Trauma Assessment in Older Adults\nChanges in the endocrine system cause delayed internal temperature regulation .\nHeat gain and loss are further delayed by impaired circulation, decreased sweat\nproduction, chronic diseases, medication, and alcohol use . Half of hypothermia\ndeaths occur in older people . Most indoor hypothermia deaths involve geriatric\npatients . Death rates from hyperthermia more than double in older people . People\nover 85 are at the highest risk . Trauma in geriatric patients is rarely isolated to a\nsingle issue .\nTrauma Assessment: Look for clues indicating if a medical incident preceded\nthe trauma. Address life threats and determine transport priority. Transporting\nolder patients to a trauma center is recommended.\nGeneral Impression: Get information from someone familiar with the\npatient if possible. Use AVPU and GCS for mental status.\nAirway: Diminished cough ability makes suctioning important. Assess for\ndentures but don't remove unless they obstruct the airway.\nCirculation: Alcohol and anticoagulants worsen internal/external bleeding.\nOlder patients can go into shock more easily. Hypertensive patients may\nhave normal blood pressure while in shock.\nInvestigate the chief complaint and consider past medical conditions.\nSecondary Assessment: Perform physical exams like on younger adults, but\nconsider damage likelihood. Head injuries are life-threatening. Examine the\nchest, considering impaired breathing. Look for bruising and trauma evidence.\nAssess pulse, blood pressure, and vital signs. Capillary refill is unreliable due\nto compromised circulation. Beta blockers inhibit tachycardia expected in\nshock. Repeat the primary assessment. geriatric patients are more likely to\ndecompensate after trauma.\nBroken bones are common and should be splinted. Do not force kyphosis into\nnormal position. Provide blankets and heat to prevent hypothermia. Provide\npsychological support along with medical treatment. Document assessment,\ntreatment, and reassessment, including status changes.\n18. Responding to Calls in Nursing and Skilled Facilities\nCalls at nursing homes or skilled facilities can be challenging . Patients often have\naltered consciousness and cannot provide NOI or mechanism of injury . The most\nimportant information is what is wrong and what is different today that prompted the\ncall . Talk to the staff who care for the patient daily .\nInfection control is a high priority.\nMRSA infections are common in close quarters like nursing homes. It can\nbe found in ulcers, feeding tubes, and catheters. Protect yourself and\nreduce spread by washing hands before and after every patient contact.\nProperly dispose of or disinfect equipment and use standard precautions.\nVRE is a cause of hospital-acquired infections.\nRSV infects upper and lower respiratory tracts. It is highly contagious and\nfound in nasal/throat discharges. Wear appropriate PPE and\ndecontaminate the ambulance/equipment.\nC. diff causes hospital-acquired infectious diarrhea. Healthcare workers\ncan carry it after contact with contaminated feces. Alcohol-based hand\nsanitizers do not kill C. diff. Contact precautions with gowns, gloves, and\nhand-washing with soap and water are essential to prevent transmission.\nSARS-CoV-2 causes COVID-19, a respiratory illness affecting vulnerable\nolder people, especially with pre-existing conditions. It spreads through\nairborne droplets.\n19. Caring for Dying Patients and Advanced Directives\nMore terminally ill older patients are choosing to die at home . Dying patients receive\npalliative or comfort care . This focuses on relieving pain and providing emotional\nsupport for the patient and loved ones . Your interaction with a dying patient impacts\nthe family long-term; be understanding, sensitive, and compassionate .\nAdvanced directives are legal papers guiding relatives/caregivers about\nmedical treatment for patients unable to speak for themselves.\nA Do Not Resuscitate (DNR) order gives permission not to attempt\nresuscitation from cardiac arrest. A valid DNR must be signed by the\npatient/surrogate and a physician/healthcare provider.\nA DNR does not mean \"do not treat\". If the patient is alive, provide\nsupportive measures like oxygen, pain relief, and comfort.\nA healthcare power of attorney is an advanced directive where an\nauthorized person makes medical decisions for the patient.\nA POLST (Physician Orders for Sustaining Treatment) provides medical\norders in addition to advanced directives. Orders may be specific to\npatients with life-threatening conditions or frail health.\nIf there is any question about orders or no written orders, initiate\nresuscitation.\n20. Elder Abuse and Neglect\nElder abuse is any action by a person that takes advantage of an older person's\nproperty or emotional state . Abuse can be acts of commission (words/actions\ncausing harm, like verbal, physical, sexual assault) . Abuse can also be acts of\nomission (failure to act, like denying nutrition or medical care) .\nElder abuse is often hidden. Definitions of abuse/neglect vary. Victims are\nhesitant to report due to feeling traumatized or fearing punishment.\nAbused persons are often frail with chronic medical conditions or dementia.\nAbuse most often occurs in women older than 75.\nAbusers may be products of child abuse themselves, with abuse being\nretaliatory. Most abusers are not trained in older person care. Environments\nlike nursing homes are sites where older people sustain harm (physical,\nphysiological, financial, pharmacological).\nBe suspicious of abuse if answers about injuries are concealed or avoided, or\nif answers are unbelievable.\nInformation suggesting abuse includes caregiver apathy or defensiveness,\ncaregiver not allowing patient to answer, repeated ER visits, history of being\naccident prone, unbelievable/vague/inconsistent injury explanations. Other\nsigns include chronic pain without explanation, self-destructive behavior,\neating/sleep disorders, depression, lack of energy, and substance/sexual\nabuse history. Many abused patients make false statements due to fear of\nretribution.\nSigns of physical abuse include bruises on buttocks/lower back, genitals/inner\nthighs, cheeks/ear lobes, neck, upper lip, or inside the mouth. Pressure\nbruises from a hand may be oval grab marks, pinch marks, or hand prints.\nHuman bites are typically on upper extremities and can cause\nlacerations/infections. Inspect earlobes for signs of twisting, pulling, or\npinching. Investigate multiple bruises in various stages or signs of being\nundernourished.\nTypical abuse burns are caused by cigarettes, matches, heated metal, forced\nimmersion in hot liquids, chemicals, and electrical sources.\nCheck for signs of neglect like lack of hygiene, poor dental hygiene, poor\ntemperature regulation, or lack of reasonable home amenities. Regard injuries\nto genitals or rectum without reported trauma as potential sexual abuse.\n21. Review of Key Concepts in Geriatric Emergencies\nWhat is the least common cause of death in patients over 65? Drug overdose .\nAccording to the GEMS diamond, during which assessment are activities of daily\nliving evaluated? Social assessment .\nWhat condition clouds the lens of the eyes? Cataract .\nWhen treating an 80-year-old woman with a full-thickness burn on her hand, what is\nimportant to note? Slowing of reflexes causes delays in pain .\nWhat is the slow onset of progressive disorientation, shortened attention span, and\nloss of cognitive function? dementia .\nA 71-year-old man with a history of hypertension and vascular disease presents with\ntearing abdominal pain, low blood pressure, high heart rate, high respirations, and a\nrigid, distended abdomen. What should you consider? Aortic aneurysm .\nWhich of the following is a physiological sign during aging? Decline in kidney function\n.\nWhat condition makes elderly patients prone to fractures from minor trauma?\nosteoporosis .\npolypharmacy describes patients who take multiple medications .\nInflicted bruising is commonly found in areas except which one? Forearms; they are\nusually in hidden areas .",
  "timestamp": "2025-08-06T06:20:23.961Z"
}