{
  "chapter": 38,
  "content": "Chapter 38, Transport Operations\nTable of Contents\n1. Introduction to Emergency Medical Transport A\n2. Ambulance Design and Equipment A\n3. The Nine Phases of an Ambulance Call: Preparation and Dispatch A\n4. The Nine Phases of an Ambulance Call: En Route and Arrival at the Scene A\n5. The Nine Phases of an Ambulance Call: Patient Transfer and Transport A\n6. The Nine Phases of an Ambulance Call: Delivery, En Route to Station, and Post-Run A\n7. Safe Emergency Vehicle Operations: Driver Characteristics and Practices A\n8. Safe Emergency Vehicle Operations: Siren Use, Anticipation, and Blind Spots A\n9. Safe Emergency Vehicle Operations: Speed, Vehicle Size, and Road Conditions A\n10. Safe Emergency Vehicle Operations: Laws, Regulations, and Hazards A\n11. Safe Emergency Vehicle Operations: Distractions and Fatigue A\n12. Air Medical Operations: Types of Air Ambulances and Medevac Criteria A\n13. Air Medical Operations: Establishing a Landing Zone and Safety A\n14. Air Medical Operations: Special Considerations and Issues A\n1. Introduction to Emergency Medical Transport\nAn ambulance is a vehicle used for treating and transporting patients who\nneed emergency care to the hospital.\nEmergency medical transport aims to provide effective preparation for\ntransport.\nIt also focuses on safe emergency vehicle operations.\nAppropriate transport decisions are covered.\nSafe patient transfer techniques are a key part.\nA responsible approach to patient care during transport is emphasized.\nEMTs play a vital role in each phase of an ambulance call.\n2. Ambulance Design and Equipment\nType of Design Description\nType 1 Basic ambulance design\nType 2 Basic ambulance design\nType 3 Basic ambulance design\nModern ambulances are designed based on nfpa 1917, the standard for\nautomotive ambulances.\nDesigns incorporate suggestions from the ambulance industry and EMS\npersonnel.\nComponents include a driver's compartment.\nThere is a patient's compartment large enough for two EMTs and at least one\nsupine patient.\nAdditional patients can be seated on the bench or swivel seat with safety\nrestraints.\nEquipment and supplies are needed for emergency medical care at the scene\nand during transport.\nSupplies also safeguard personnel and patients from hazardous\nconditions.\nThey also carry out light extrication procedures.\nA two-way radio is included for communication.\nEquipment and supplies should be durable and standardized.\nThey are stored according to how urgently and often they are used.\nItems for life-threatening conditions are placed within easy reach.\nItems for cardiac arrest, bleeding, and blood pressure are placed at the\nsides of the stretcher.\nCabinets and drawers should have transparent fronts and be labeled.\nThey should open easily and close securely.\nMedical equipment includes basic supplies, PPE, sharps containers, airway\nand ventilation equipment, wound supplies, splinting, childbirth supplies, AED,\npatient transfer equipment, medications, and communications.\nAirway and ventilation equipment includes OPAs and NPAs for different ages,\nCPAP equipment, and advanced airway equipment.\nPortable artificial ventilators that operate independently of oxygen are\nneeded.\nBag valve masks, non-rebreathers, nebulizer masks, and suction units are\nincluded.\nAt least two types of oxygen supply units, portable and installed, are\nrequired.\nCPR equipment includes a CPR board and potentially a mechanical device for\nchest compressions.\nPatient transfer equipment includes stretchers, stair chairs, backboards, and\nimmobilization devices.\nA jump kit is a five-minute kit with everything needed within the first five\nminutes, except the AED.\nSafety equipment includes warning devices, fire extinguishers, hard hats,\nfloodlights, and flashlights.\nNavigational aids like GPS and MDTs are used.\nDetailed street maps should also be kept as backup.\nextrication equipment is kept in an outside compartment for simple light\nextrication.\nAt least one EMT should be in the patient compartment during transport.\n3. The Nine Phases of an Ambulance Call: Preparation and\nDispatch\nAn ambulance call has nine different phases.\nThe first phase is preparation.\nIn the preparation phase, all equipment and supplies are checked and made\nready.\nNew equipment is placed only after proper instruction and medical director\nconsultation.\nEquipment should be durable and standardized.\nDaily inspections are part of the preparation phase.\nInspections include checking fuel, oil, transmission fluid, engine cooling,\nbatteries, and brake fluid.\nWheels, tires, interior, and exterior lights are checked.\nWindshield wiper fluid, horn, siren, and air conditioner are checked.\nCommunication systems must work.\nWindows and mirrors must be clean.\nMedical and safety equipment is inspected for cleanliness, quality, and\nfunction.\nStandard traffic safety rules are reviewed.\nSafety devices like seat belts must be working properly.\nOxygen tanks and all equipment must be secured appropriately.\nThe second phase is dispatch.\nDispatch must be accessible 24 hours a day.\nThe dispatcher gathers information about the call.\nThis includes the nature of the call, the caller's name, location, and\ncallback number.\nThe exact location, number of patients, severity of conditions, and other\npertinent information are gathered.\n4. The Nine Phases of an Ambulance Call: En Route and Arrival at\nthe Scene\nThe third phase is en route.\nThe en route phase to the scene is often the most dangerous.\nCrashes cause many serious injuries.\nAlways fasten seat belts and shoulder harnesses before moving the\nambulance.\nReview dispatcher information and prepare to assess and care for the patient.\nAssign specific duties and scene management tasks.\nDecide which equipment to take to the patient.\nThe fourth phase is arrival at the scene.\nIf first on scene, perform a scene size-up and report findings to dispatch.\nLook for safety hazards for all personnel, bystanders, and the patient.\nEvaluate the need for additional units or assistance.\nDetermine the mechanism of injury or nature of illness.\nEvaluate the need for spinal precautions.\nFollow standard precautions for mass casualty incidents.\nEstimate and communicate the number of patients to the incident\ncommander.\nPark safely at the scene.\nChoose a position that allows efficient traffic flow.\nPark 100 feet before or past a crash to create a barrier.\nDo not park alongside the scene as it may block other vehicles.\nPark uphill and upwind of smoke or hazardous materials.\nLeave warning lights or devices on.\nKeep a safe distance from operations at the scene.\nStay away from fires, hazards, downed wires, and unstable structures.\nSet the parking brake.\nPark as close as possible to facilitate care and transport.\nIf blocking traffic is necessary, do so quickly and safely.\nTraffic control is for orderly flow, warning other drivers, and preventing\nanother crash.\nPlace warning devices like reflectors on both sides of a crash as soon as\npossible.\n5. The Nine Phases of an Ambulance Call: Patient Transfer and\nTransport\nThe fifth phase is the transfer of the patient.\nThe patient must be prepared for transport.\nThis includes securing the patient to a backboard, scoop stretcher, or\nwheeled ambulance stretcher.\nProperly lift the patient into the patient compartment.\nSecure the patient with at least three body straps.\nUse deceleration or stopping straps over the patient's shoulders.\nThis is especially important if the patient is lying flat or on a backboard.\nThe sixth phase is en route to the receiving facility, also called transport.\nProvide dispatch with information when ready to leave.\nThis includes the number of patients and the destination.\nBeginning mileage may also be reported in some jurisdictions.\nMonitor the patient en route.\nRecheck stable patients every 15 minutes.\nRecheck unstable patients every 5 minutes.\nContact the receiving facility to inform them of arrival.\nDo not abandon the patient emotionally.\nBe aware of the patient's level of need.\nUse common sense and defensive driving techniques.\n6. The Nine Phases of an Ambulance Call: Delivery, En Route to\nStation, and Post-Run\nThe seventh phase is arrival at the receiving facility and patient delivery.\nInform dispatch as soon as you arrive at the hospital.\nReport your arrival to the triage nurse or other arriving personnel.\nPhysically transfer the patient.\nPresent a complete verbal report.\nComplete a detailed patient report.\nThe eighth phase is en route to the station.\nRestock items used during the call if not done at the hospital.\nInform dispatch of your status and location.\nThe ninth phase is post-run.\nClean and disinfect the ambulance and equipment if not done at the hospital.\nRestock supplies if not done at the hospital.\nThe post-run phase includes completing and filing any additional reports.\nInform dispatch of your status, location, and availability.\nThis is the appropriate time for debriefing following the call.\nRoutine ambulance inspections can be performed.\nRefuel the vehicle.\ncleaning removes dust, dirt, blood, or visible contaminants.\nDisinfecting kills pathogenic agents with chemical.\nHigh-level disinfection uses potent means to kill pathogens.\nSterilization removes microbial contamination, often using heat.\nAfter each call, strip used linens and place them in plastic bags.\nDiscard medical waste in appropriate receptacles.\nWash contaminated areas with soap and water.\nDisinfect all non-disposable equipment used.\nClean the stretcher and spillage with an EPA-registered solution or\nbleach/water mix.\n7. Safe Emergency Vehicle Operations: Driver Characteristics and\nPractices\nCertain driver characteristics are needed to operate an emergency vehicle.\nPhysical fitness and alertness are necessary.\nDrivers should not be driving if taking medications that cause drowsiness or\nslow reaction time.\nDriving under the influence of alcohol is prohibited.\nDriving after long or multiple consecutive shifts should be avoided.\nNotify your employer if you feel unable to safely operate the vehicle due to a\nprevious shift.\nEmotional maturity and stability are necessary to operate under stress.\nDrivers cannot drive based on personal preference just because lights and\nsirens are on.\nThe vehicle must be operated with due regard for safety of others and\npreservation of property.\nSafe driving practices are essential.\nAll drivers and passengers must wear seatbelts and shoulder restraints.\nIf removed for care, fasten the seatbelt again as soon as possible.\nUnrestrained patients and equipment can become airborne during a collision.\nBecome familiar with how your vehicle accelerates, corners, sways, and\nstops.\nOn a multi-lane highway, stay in the extreme left or fast lane.\nThis allows other motorists to move right when they see or hear you.\n8. Safe Emergency Vehicle Operations: Siren Use, Anticipation,\nand Blind Spots\nThe decision to use emergency lights and sirens depends on several factors.\nThese include local protocols and patient conditions.\nThe anticipated clinical outcome of the patient is considered.\nConsider the patient's condition before activating lights and sirens as they\nmay increase anxiety.\nDriver anticipation is crucial.\nAlways assume motorists have not heard or seen you until proven otherwise.\nLook at the direction of other vehicles' front tires for early indication of their\nturn.\nAlways drive defensively.\nMaintain a cushion of safety by keeping a safe following distance.\nAvoid being tailgated from behind.\nEnsure blind spots in mirrors do not prevent seeing other vehicles or\npedestrians.\nTo distance yourself from a tailgater, slow down or contact police.\nNever get out of the ambulance to confront a driver.\nThere are three blind spots around the ambulance.\nThe rearview mirror creates a blind spot in front of the driver.\nThe rear of the vehicle cannot be fully seen through the mirror.\nThere are blind spots on the sides of the vehicle.\nScan mirrors frequently for hazards.\nUse a spotter and predetermined hand signals when backing up.\n9. Safe Emergency Vehicle Operations: Speed, Vehicle Size, and\nRoad Conditions\nExcessive speed is unnecessary, dangerous, and does not increase patient\nsurvival chances.\nIt makes providing care in the back difficult.\nExcessive speed hinders the driver's reaction time.\nIt increases the time and distance needed to stop.\nsiren syndrome may cause drivers to drive faster due to anxiety.\nA siren requests drivers to yield, but they do not always do this.\nVehicle size and distance are critical for maneuvering, driving, and parking.\nPreventable accidents often happen when backing up.\nAlways use a ground guide outside the ambulance when backing.\nVehicle size and weight greatly influence braking and stopping distances.\nRoad positioning refers to the vehicle's position on the roadway.\nTo keep the ambulance in the proper lane when cornering, enter high on the\noutside and exit low to the inside.\nAmbulances have a longer braking time and stopping distance.\nThe uneven weight distribution makes ambulances prone to roll over.\nBe alert to changing weather and road conditions.\nhydroplaning can occur at speeds greater than 30 mph when tires lift off the\nroad on water.\nIf hydroplaning occurs, gradually slow down without jamming the brakes.\nWet brakes do not slow as efficiently and may cause the vehicle to pull.\nAvoid driving through large puddles or moving water.\nDecrease visibility in fog, smoke, snow, or heavy rain requires slowing down to\na safe speed.\nAlways use headlights and watch for stopped or slow-moving vehicles.\nOn icy or slippery surfaces, good all-weather tires and appropriate speed\nreduce traction problems.\nConsider using snow tires or chains if permitted by law.\n10. Safe Emergency Vehicle Operations: Laws, Regulations, and\nHazards\nEmergency vehicle drivers are exempt from some normal regulations during a\ncall.\nHowever, certain laws and regulations must be followed.\nMotor vehicle crashes are a large source of lawsuits against EMS personnel\nand services.\nWhen on an emergency call with warning lights and sirens, certain actions\nmay be allowed.\nThese include parking in an otherwise illegal location.\nProceeding through a red light or stop sign is allowed, but never without\nstopping first.\nDriving faster than the posted speed limit may be permitted.\nDriving against traffic on a one-way street or making an illegal turn might\nbe allowed.\nTraveling left of center for an otherwise illegal pass is possible.\nAn emergency vehicle is never allowed to pass a school bus stopped with\nflashing red lights.\nWarning lights and sirens are governed by three principles.\nThe call must be a true emergency.\nAudible and visible warning devices must be used simultaneously.\nThe unit must be operated with due regard for the safety of others.\nState statutes often grant emergency vehicles the right-of-way to disregard\nrules.\nHowever, the operator must not endanger other people or property under\nany circumstances.\nKnow your local right-of-way privileges and exercise them only when\nnecessary for the patient's well-being.\nPolice escorts should be used only on unfamiliar territory.\nDifferent tones should be used for warning lights or sirens.\nIf being guided, follow at a safe distance.\nIntersection crashes are the most common and serious type involving\nambulances.\nAlways be alert when approaching intersections.\nIf on an urgent call and unable to wait for the light, come to a complete stop.\nCheck for other motorists and pedestrians before proceeding.\nOn highways, shut down lights and sirens until reaching the far left lane.\nUse the same procedure when exiting as when entering the highway.\nOn paved roads, operate at a lower speed and maintain a firm grip on the\nsteering wheel.\nIt is unlawful to exceed the speed limit in school zones, regardless of patient\ncondition.\n11. Safe Emergency Vehicle Operations: Distractions and Fatigue\nWhen the ambulance is in motion, focus entirely on driving and anticipating\nroadway hazards.\nMinimize distractions from mobile dispatch terminals.\nMinimize distractions from mounted radios, stereos, cell phones, or\neating/drinking.\nWhen driving alone, focus on figuring out the safest route and mentally\npreparing for the call.\nThese situations demand complete attention and focus.\nUnderstand that fatigue is a risk.\nRecognize when you are fatigued and alert your partner or supervisor.\nYou should be placed out of service until the fatigue has passed.\nYou must be capable of operating the vehicle safely before returning to\nservice.\n12. Air Medical Operations: Types of Air Ambulances and\nMedevac Criteria\nAir medical operations use air ambulances to evacuate medical and trauma\npatients.\nThere are two different kinds of air ambulances.\nFixed wing units are used for interfacility transfers over greater distances,\nlike 200 to 250 miles.\nrotary wing units, which are helicopters, are efficient for shorter distances.\nSpecially trained crews accompany air ambulance flights.\nEMT duties are limited to providing ground support.\nMedical evacuation (medevac) is performed exclusively by helicopters.\nCapabilities, protocols, and procedures vary between EMS systems.\nReasons for calling a medevac include:\nTransport time to the hospital by ground is too long.\nRoad traffic or environmental conditions prohibit ground ambulance use.\nThe patient requires advanced care beyond the EMT's capabilities.\nMultiple patients may overwhelm hospital resources reachable by ground.\nPatients who may receive a medevac include those with time-dependent\ninjuries or illnesses.\nPatients suspected of stroke, heart attack, or spinal injury are candidates.\nPatients found in remote areas may receive a medevac.\nTrauma patients and candidates for limb replantation are included.\nPatients needing a burn center, hyperbaric chamber, or venomous bite\ncenter may receive a medevac.\nGenerally, the dispatcher should be notified first when calling for a medevac.\nIn some regions, EMS can communicate with the flight crew after initiating the\nrequest.\n13. Air Medical Operations: Establishing a Landing Zone and\nSafety\nEstablishing a landing zone is crucial for air medical operations.\nThe safest and most effective way to land and take off is similar to fixed-wing\naircraft.\nLanding at a slight angle allows for safer operations.\nEstablishing the landing zone is the responsibility of the ground EMS crew.\nAn appropriate site should be a hard or grassy level surface.\nThe recommended size is 100 by 100 feet, but no less than 60 by 60 feet.\nClear all loose debris from the landing zone.\nThe area should be cleared of overhead or tall hazards.\nMark the landing site using weighted cones.\nAn emergency vehicle can be positioned at a corner with headlights facing\ninward to form an X.\nNever use caution tape or ask people to mark the spot.\nDo not use flares.\nMove non-essential persons and vehicles to a safe distance outside the\nlanding zone.\nCommunicate the direction of strong wind to the flight crew.\nFor landing zone safety, stay away from the helicopter unless directed by the\npilot or crew.\nKeep a safe distance from the aircraft when it is on the ground or \"hot\"\n(blades spinning).\nStay outside the landing zone perimeter unless directed to enter.\nIf asked to enter, stay away from the tail rotor as the tips are invisible.\nAlways approach the helicopter from the front.\nApproach only after the pilot or flight crew member signals it is clear.\nEnter only in the area between 10 o'clock and 2 o'clock.\nNever duck under the body, tail, or rear section of the helicopter.\nWalk in a crouched position when approaching the aircraft.\nBe familiar with your jurisdiction's helicopter hand signals.\nMake certain all patient care equipment and the patient are properly secured.\nSome helicopters load patients from the side, while others have rear loading\ndoors.\nSmoking and open flames are not permitted within 50 feet of the aircraft.\nWear eye protection at all times.\n14. Air Medical Operations: Special Considerations and Issues\nThere are special considerations for helicopter operations.\nFor night landings, do not shine spotlights or flashlights into the air as they\nmay temporarily blind the pilot.\nDirect low-intensity headlights or lanterns towards the ground at the landing\nsite.\nIlluminate overhead hazards or obstructions if possible.\nIf landing on uneven ground, use extra caution.\nThe main rotor blade will be closer to the ground on the uphill side.\nApproach the aircraft from the downhill side only, or as directed by the flight\ncrew.\nFor a medevac at a hazmat incident, immediately notify the flight crew of the\npresence of hazardous material.\nConsult the flight crew and incident commander about the best approach and\ndistance for the medevac.\nThe landing zone should be uphill and upwind from the hazmat scene.\nProperly decontaminate patients before loading them into the helicopter.\nSeveral factors influence the decision to request a medevac.\nThese include access and the severity of the weather.\nMost helicopter services are limited to flying below 10,000 feet above sea\nlevel.\nmedevac helicopters fly between 130 to 150 miles per hour.\nDue to the confined space in the cabin, assess the number and size of\npatients that can be safely transported.\nmedevac flights are extremely expensive compared to ambulance transport.",
  "timestamp": "2025-08-06T06:21:14.595Z"
}