{
  "chapter": 34,
  "content": "Chapter 34, Obstetrics and Neonatal Care\n1. Introduction to Obstetrics and Neonatal Care\nThis chapter focuses on obstetrics and neonatal care.\nIt covers the anatomy and physiology of the female reproductive system\nduring pregnancy.\nYou will learn emergency treatment for childbirth.\nThis includes the stages of labor and normal delivery.\nComplications of pregnancy and neonatal evaluations are also covered.\n2. Anatomy and Physiology of the Female Reproductive System in\nPregnancy\nThe female reproductive system includes several key organs.\nThe ovaries are two glands containing thousands of follicles.\nEach follicle contains an egg.\nOvulation happens about two weeks before menstruation.\nThe fertilized egg implants in the endometrium.\nOrgan Description Function During Pregnancy\nOvaries Two glands, one on each side of\nthe uterus.\nContain thousands of follicles,\neach with an egg. Ovulation\noccurs.\nFallopian\nTubes\nExtend laterally from the uterus,\none per ovary.\nFertilization usually occurs\nhere.\nUterus A muscular organ that encloses\nand protects the fetus.\nProduces contractions during\nlabor, pushes fetus through\nbirth canal.\nBirth Canal Made up of the vagina and the\nlower third of the uterus (cervix).\nPassageway for the newborn\nto the outside world.\nVagina Outermost cavity of the female\nreproductive system, lower part\nof birth canal.\nCompletes the passageway for\nthe newborn.\nPerineum The area between the vagina and\nthe anus.\nN/A\nBreasts Produce breast milk carried\nthrough ducts to the nipple.\nProvide nourishment to the\nnewborn.\n3. The Placenta, Umbilical Cord, and Amniotic Sac\nThe placenta is a disc-shaped structure.\nIt is attached to the uterine wall.\nThe placenta provides nourishment to the fetus.\nIt keeps the woman's and fetus's circulation separate.\nSubstances can pass between them.\nAnything the woman ingests can affect the fetus.\nThe umbilical cord connects the woman and fetus through the placenta.\nThe umbilical vein carries oxygenated blood to the fetus's heart.\nThe umbilical artery carries deoxygenated blood to the placenta.\nThe umbilical cord is the fetus's lifeline.\nThe fetus develops inside the amniotic sac.\nThis sac is fluid-filled and bag-like.\nIt contains about 500 to 1,000 milliliters of amniotic fluid.\nThe fluid isolates and protects the fetus.\nThe amniotic fluid is released in a gush when the sac ruptures.\nThis usually happens at the start of labor.\n4. Normal Physiological Changes During Pregnancy\nFour major body systems change during pregnancy.\nThese are the respiratory, cardiovascular, musculoskeletal, and reproductive\nsystems.\nHormone levels increase to support fetal development.\nHormones prepare the body for childbirth.\nBody System Changes During Pregnancy\nRespiratory Increased respiratory rates. Decreased minute volumes.\nCardiovascular Overall blood volume increases up to 50%. Heart rate increases\nup to 20%. Cardiac output significantly increased. Speed of\nclotting increases.\nMusculoskeletal Hormones make joints looser or less stable in the third trimester.\nCenter of gravity changes, increasing fall risk.\nReproductive Uterus is displaced, increasing risk of direct fetal injury from\ntrauma. Rapid uterine growth in second trimester. Uterus\npushes up on the diaphragm.\nGastrointestinal Increased risk for gastroesophageal reflux, nausea, vomiting,\nand aspiration.\n5. Complications of Pregnancy\nMost pregnant women are healthy, but complications can occur.\nDiabetes can develop during the second half of pregnancy.\nThis is called gestational diabetes.\nIt usually resolves after delivery.\nHypertensive disorders include gestational hypertension.\nGestational hypertension is high blood pressure without systemic effects.\nSystolic pressure is over 140, diastolic over 90.\nSevere gestational hypertension has systolic over 160, diastolic over 110.\nPreeclampsia can develop after 20 weeks.\nSigns include severe hypertension and persistent headache.\nVisual abnormalities like seeing spots can occur.\nSwelling in the hands and feet is common.\nUpper abdominal or gastric pain may be present.\nAnxiety or altered mental status can happen.\nEclampsia is characterized by seizures due to hypertension.\nTo treat seizures, lay the patient on her side.\nMaintain her airway and give oxygen.\nSuction if vomiting occurs.\nProvide rapid transport and call for ALS.\nTransporting on the left side prevents supine hypotensive syndrome.\nThis syndrome is caused by uterine compression of the aorta and vena cava.\nBleeding can indicate various issues.\nSudden severe abdominal pain and vaginal bleeding in the first trimester\nmight be an ectopic pregnancy.\nAn ectopic pregnancy develops outside the uterus, often in the fallopian tube.\nHemorrhage before labor can be serious.\nIn early pregnancy, it may be a spontaneous abortion (miscarriage).\nIn later pregnancy, it might be abruptio placentae or placenta previa.\nAbruptio placentae is premature placental separation from the uterine wall.\nHypertension or trauma often cause it.\nPlacenta previa is when the placenta covers the uterus opening.\nAny vaginal bleeding in pregnancy is serious.\nTreat for shock if signs are present.\nPlace a sterile pad over the vagina; do not insert anything.\nAn abortion can be spontaneous or induced.\nSpontaneous abortion is pregnancy loss before 20 weeks without\nintervention.\nInduced abortion is elective termination before viability.\nSerious complications are bleeding and infection.\nIf a woman is in shock, treat and transport promptly.\nBring any passed tissue to the hospital.\nNever pull tissue from the vagina.\nAbuse during pregnancy is common.\nIt increases the chance of spontaneous abortion and premature delivery.\nLow birth weight is also more likely.\nThe woman risks bleeding, infection, and uterine rupture.\nPay attention to signs of abuse.\nAbused patients may not be honest about injuries.\nTalk to the patient privately away from a potential abuser.\nSubstance abuse affects the fetus.\nEffects include low birth weight and prematurity.\nSevere respiratory distress or death can occur.\nFetal alcohol syndrome affects infants of women who abused alcohol.\nBe cautious when dealing with addicted patients.\nClues include drug paraphernalia or alcohol bottles.\nStatements from family or the patient can indicate addiction.\nThe newborn may need immediate resuscitation.\n6. Special Considerations for Trauma and Pregnancy\nTrauma involving a pregnant woman means two patients: the woman and\nfetus.\nPregnant women have an increased fall risk.\nHormonal changes loosen joints.\nIncreased uterine weight affects balance.\nRisk/Consideration Details Assessment Points\nIncreased risk of\nfalling\nHormonal changes loosen\njoints; increased uterine\nweight affects balance.\nAssess for signs of falls and\nrelated injuries.\nBlood volume\nchanges\nIncreased total blood\nvolume and heart rate.\nCan lose significant blood\nbefore shock signs appear.\nBe alert for subtle signs of\nshock.\nFetal distress before\nshock\nFetus may be in trouble\nbefore maternal shock\nsigns.\nAssess fetal movement and\nreport changes.\nVulnerability of\nuterus\nUterus vulnerable to\npenetrating trauma and\nblood injuries. Trauma can\nbe life-threatening due to\nrich blood supply.\nSuspect uterine injury with\nblunt or penetrating\nabdominal trauma.\nAbruptio placentae\nrisk\nTrauma is a leading cause.\nEspecially with blunt\ntrauma to the abdomen.\nSuspect with blunt abdominal\ntrauma, vaginal bleeding, and\nsevere abdominal pain.\nSeatbelt injuries Improper positioning can\ninjure mother and fetus.\nCarefully assess abdomen\nand chest for seatbelt marks,\nbruising, or trauma.\nCardiac arrest in\npregnancy\nFocus on CPR and\ntransport. Compressions\nmay be higher on the\nsternum in late pregnancy.\nPerform CPR according to\nprotocols; adjust hand\nplacement in late pregnancy.\nAssessment and\nManagement\nFocus on assessing and\nmanaging the woman.\nSuspect shock based on\nmechanism. Be prepared\nfor vomiting.\nMaintain open airway,\nanticipate vomiting,\nadminister high-flow oxygen,\nensure adequate ventilation,\nassess circulation, control\nexternal bleeding.\nTransport\nconsiderations\nTransport on her left side.\nCall for ALS early.\nTransport to specialty\ncenter if available.\nEnsure proper patient\npositioning for transport.\nRequest additional resources\nas needed.\nGestational age\ndetermination\nHelps determine fetus size\nand uterus position.\nAttempt to determine\ngestational age during\nhistory taking.\n7. Cultural and Social Considerations in Pregnant Patient Care\nCultural sensitivity is important when assessing a pregnant patient.\nCultural values can affect self-care choices during pregnancy.\nThey can also influence birth process plans.\nSome cultures may not allow male healthcare providers to examine female\npatients.\nRespect these differences and honor patient requests.\nThe United States has a high teenage pregnancy rate.\nPregnant teenagers may not know or may deny their pregnancy.\nRemember pregnancy is a possibility when assessing female teenagers.\nRespect the teenager's privacy and need for independence.\n8. Patient Assessment in Childbirth Emergencies\nChildbirth can become an emergency.\nScene size-up includes standard precautions.\nStandard precautions include gloves, face protection, and eye protection.\nA gown should be used if time permits.\nConsider calling for additional resources.\nDetermine the mechanism of injury or nature of illness.\nAvoid tunnel vision during a call.\nPrimary assessment starts with a general impression.\nDetermine if delivery is imminent.\nAddress other life threats.\nPerform a rapid exam.\nAssess airway and breathing.\nIn uncomplicated births, these are usually not an issue.\nTrauma or medical conditions can cause life threats.\nProvide airway management and high-flow oxygen if needed.\nAssess circulation.\nBlood loss is expected after delivery, but not significant bleeding.\nQuickly assess for life-threatening bleeding.\nBegin treating immediately for shock signs.\nControl bleeding, give oxygen, and keep the patient warm.\nThe transport decision is opposite of load and go if delivery is imminent.\nIf delivery is intimate, prepare to deliver at the scene.\nThe ideal place is the ambulance or the woman's home.\nThe area should be warm, private, and have room to move.\nIf delivery is not intimate, transport the patient.\nPerform the rest of the assessment en route.\nTransport women in the second and third trimesters on their left side.\nRapidly transport patients with significant bleeding, pain, or hypertension.\nTransport if they are seizing or have altered mental status.\nHistory taking includes a thorough obstetric history.\nAsk for her expected due date.\nInquire about any complications.\nAsk if she has received prenatal care.\nDetermine if a complicated delivery is expected.\nGet the patient's complete medical history.\nObtain a SAMPLE history.\nAsk about prenatal care specifically.\nIdentify complications during pregnancy.\nDetermine the due date, fetal movement, and contraction frequency.\nGet a history of previous pregnancies and complications.\nDetermine the possibility of multiple births.\nAsk about drug or medication use.\nIf her water has broken, ask about the fluid color.\nGreen fluid may indicate meconium.\nMeconium is fecal stool.\nMeconium can indicate newborn distress.\nAspiration of meconium during delivery is possible.\nSecondary assessment includes a physical examination.\nIf the patient is in labor, focus on contractions and possible delivery.\nCheck for crowning if you suspect imminent delivery.\nDo not visually inspect the vagina if delivery is not imminent.\nObtain a complete set of vital signs and pulse oximetry.\nBe alert for tachycardia, hypo- or hypertension.\nHypertension, even mild, can mean a serious problem.\nReassessment involves repeating the primary assessment.\nFocus on ABCs and vaginal bleeding, especially after delivery.\nObtain another set of vitals and compare them.\nRecheck interventions and treatment effectiveness.\n9. Communication and Documentation in Childbirth Emergencies\nNotify the receiving hospital if delivery is imminent.\nProvide an update on the woman's and newborn's status after delivery.\nInclude the patient's pregnancy status in your radio report.\nThis is for pregnant patients with unrelated complaints.\nIf delivery happens in the field, you will have two patients.\nComplete two patient care reports.\n10. Stages of Labor\nThere are three stages of labor.\nThe first stage is dilation of the cervix.\nThe second stage is delivery of the fetus.\nThe third stage is delivery of the placenta.\nThe first stage begins with contractions.\nIt ends when the cervix is fully dilated.\nThe first stage is usually the longest.\nIt averages 16 hours with the first delivery.\nOther signs of labor include bloody show.\nUterine rupture of the amniotic sac can occur.\nIn true labor, contractions increase in frequency and intensity.\nLabor is longer in a primigravida (first pregnancy).\nIt is shorter in a multigravida (multiple pregnancies).\nA woman may experience false labor (Braxton Hicks contractions).\nThe table on the slide distinguishes true from false labor.\nSome women experience premature rupture of membranes.\nThe amniotic sac ruptures too early.\nThe fetus may not be developed.\nThe patient may or may not go into labor.\nProvide supportive care and transport.\nToward the end of the third trimester, the fetus's head descends into the\npelvis.\nThis positions the fetus for delivery.\nThis descent into the pelvis is called lightening.\nThe sensation may accompany the descent.\nThe second stage begins when the fetus enters the birth canal.\nIt ends with the newborn's delivery.\nDecide whether to deliver at the scene or transport.\nUterine contractions are usually closer and last longer.\nThe perineum will bulge significantly.\nThe fetus's head may appear at the vaginal opening.\nThis is called crouching.\nThe third stage begins after the newborn's birth.\nIt ends with the placenta's delivery.\nThe placenta must completely separate from the uterine wall.\nThis can take up to 30 minutes.\n11. Normal Delivery Management\nConsider scene delivery when it is intimate.\nThis means it will happen within minutes.\nPrepare for delivery if reaching the hospital is impossible.\nNatural disaster or weather can make transport impossible.\nTo determine imminence, ask specific questions.\nAsk about pregnancy duration and due date.\nAsk if it's her first pregnancy.\nInquire about contractions: frequency and duration.\nAsk about spotting or bleeding.\nAsk if her water has broken.\nAsk if she feels the need for a bowel movement or to push.\nAsk about previous C-sections or pregnancy problems.\nAsk about drug, alcohol, or medication use.\nDetermine the possibility of multiple deliveries.\nAsk if the physician expects complications.\nIf the patient feels the need to push or move her bowels, prepare for delivery.\nVisually inspect the vagina for crowning.\nDo not touch the vaginal area until delivery is imminent.\nOnce labor starts, it cannot be stopped.\nNever hold the patient's legs together.\nDo not let her go to the restroom.\nReassure her the bowel movement sensation is normal.\nThis sensation means she is about to deliver.\nYou are only assisting the woman with delivery.\nHelp guide and support the baby as it is born.\nYour vehicle should have a sterile OB kit.\nPosition the patient by removing or pushing up clothing.\nPants and undergarments should be removed.\nPreserve her privacy as much as possible.\nPlace her on a firm surface padded with blankets or towels.\nElevate her hips 2 to 4 inches with a pillow or blanket.\nSupport her head, neck, and upper back.\nHave her keep legs and hips flexed with feet flat.\nHer knees should be spread apart.\nWhen preparing in the field, put on a face shield and gown.\nPlace towels or sheets on the floor to soak up fluids.\nOpen the OB kit carefully to maintain sterility.\nUse sterile sheets from the kit to make a delivery field.\nYour partner should be at the patient's head to comfort her.\nAdminister oxygen if the patient allows.\nNausea is common during delivery.\nSome patients will vomit.\nContinually check for crowning.\nSome patients have precipitous labor and birth (very fast).\nPosition yourself to see the perineal area.\nTime the patient's contractions.\nRemind her to take quick, short breaths during contractions.\nShe should not strain between contractions.\nEncourage her to rest and breathe deeply through her mouth.\nFollow the steps in skill drill 34-1 to deliver the newborn.\nWhen delivering the head, observe it exiting the vagina.\nProvide support as it emerges.\nPlace your sterile gloved hand over the head's bony parts.\nControl the delivery of the head.\nContinue to support the head as it rotates.\nDo not poke your fingers into the newborn's eyes or fontanels.\nAn unruptured amniotic sac should be noted.\nUsually, it ruptures at the start of labor.\nIf not ruptured by crowning, it appears as a fluid-filled sac.\nThe sac will suffocate the fetus if not removed.\nPuncture the sac with a clamp or tear it.\nTwisting it between your fingers can tear it.\nPuncture away from the fetus's head or face.\nOnly do this procedure when the head is crowning.\nClear the newborn's mouth and nose with a bulb syringe if required.\nWipe the mouth and nose with gauze.\nCheck for the umbilical cord around the neck (nuchal cord).\nFeel for it with one finger as soon as the head delivers.\nUsually, you can gently slip the cord over the head.\nIf not, you must cut it.\nWhen delivering the body, the head is the largest part.\nOnce the head is born, the body usually delivers easily.\nSupport the head and upper body as the shoulders deliver.\nDo not pull the fetus from the birth canal.\nThe newborn will be slippery.\nThey may be covered with vernix caseosa, a white cheesy substance.\n12. Post-Delivery Care and Placenta Delivery\nFor post-delivery care, if the mother is able, hand the newborn to her.\nPlace the newborn on her abdomen for skin-to-skin contact.\nDry off the newborn.\nWrap him or her in a warm blanket or towel.\nEnsure the top of the head is covered.\nKeep the newborn's neck in a neutral position.\nWipe the newborn's mouth with sterile gauze as needed.\nClamp and cut the umbilical cord approximately 60 seconds after birth.\nObtain the first minute Apgar score.\nThe placenta delivers itself usually within minutes after birth.\nIt can take as long as 30 minutes.\nAfter placenta delivery and before transport, place a sterile pad over the\nvagina.\nStraighten the woman's legs.\nGently massage the woman's abdomen with a firm, circular motion.\nThis helps slow bleeding.\nPlace one hand cupped over the fundus and the other above the pubic bone.\nRecord the time of birth in your report.\nEmergency situations include if more than 30 minutes pass without placenta\ndelivery.\nExcessive bleeding (more than 500 ml) before placenta delivery is an\nemergency.\nSignificant bleeding after placenta delivery is also an emergency.\nIf any of these occur, transport the woman and newborn promptly.\n13. Neonatal Assessment and Resuscitation\nThe first minute after birth is the golden minute.\nPerform initial steps of newborn care during this minute.\nThese include airway positioning and suctioning if needed.\nDry and warm the patient.\nProvide tactile stimulation.\nNormally, a newborn breathes within 30 seconds.\nThe heart rate should be 100 beats per minute or higher.\nMany newborns need stimulation to breathe and circulate blood.\nPosition the airway in the normal or sniffing position.\nSuction the mouth and then the nose if necessary.\nVigorously dry the head, body, and back.\nRub the newborn's back.\nGently flick or slap the soles of the feet.\nThis is tactile stimulation.\nIf good tone and ventilation signs are absent after 30 seconds, use positive\npressure ventilations.\nUse a mask for ventilations.\nThe table shows newborn resuscitation steps.\nFor additional resuscitation, observe respiration, skin color, and movement.\nEvaluate heart rate by palpating the umbilical cord base or brachial artery.\nListen to the chest with a stethoscope.\nHeart rate is the most important measure for further resuscitation.\nIf chest compressions are needed, use the hand circling technique for two\npeople.\nPerform bag valve mask ventilation after every third compression.\nUse a compression to ventilation ratio of 3 to 1.\nHands-on CPR is not as effective as ventilation with CPR.\nThe figure shows chest compressions using the hand circling technique.\nIf you see meconium and the newborn is not breathing, quickly suction.\nSuction the mouth then nose after delivery.\nDo this before providing rescue ventilations.\nThe Apgar score assesses a newborn's status.\nIt is a standard scoring system.\nA number (0, 1, or 2) is assigned to five areas.\nArea of Activity Score 0 Score 1 Score 2\nAppearance Blue/pale\nbody\nPink body, blue\nextremities\nPink body and\nextremities\nPulse Absent Below 100 bpm 100 bpm or higher\nGrimace\n(Irritability)\nNo response Grimace/weak cry when\nstimulated\nCries, pulls away,\ncoughs\nActivity (Muscle\nTone)\nLimp Some flexion of\nextremities\nActive movement\nRespirations Absent Slow, irregular, weak cry Strong cry, good\nbreathing\nThe five areas are appearance, pulse, grimace, activity, and respirations.\nThe total of the five numbers is the Apgar score.\nCalculate the Apgar score at 1 minute and 5 minutes after birth.\nThe highest possible score is 10.\nThe table shows how to calculate the Apgar score.\nSteps for assessing a newborn: quickly calculate the Apgar score for a\nbaseline.\nStimulation should increase the respiration rate.\nIf not, begin bag valve mask ventilations.\nIf breathing well, check the pulse rate.\nFeel the brachial pulse or umbilical cord base.\nAuscultate the chest with a stethoscope.\nThe pulse rate should be at least 100 bpm.\nIf not, begin ventilations with a BVM.\nReassess respirations and heart rate every 30 seconds.\nAssess oxygen via pulse oximetry, best at the right wrist.\nObserve for central cyanosis.\nIf present, administer blow-by oxygen.\nHold oxygen tubing at high flow close to the face.\nSet the flow rate at 5 liters per minute.\nRequest a second unit if the newborn is in distress.\nThis is needed if resuscitation is required.\nIf ventilation is needed, use a newborn bag valve mask.\nEnsure a good mask-to-face seal.\nUse gentle pressure to make the chest rise with each ventilation.\nIf the newborn does not breathe or have an adequate heart rate, continue\nCPR.\nRapidly transport the newborn.\nDo not stop CPR until the newborn responds or is pronounced dead.\n14. Complications of Delivery\nBreech delivery is when the buttocks are delivered first.\nPresentation is the position of the infant at birth.\nMost infants are born head first (vortex presentation).\nThe fetus is at great risk for trauma in a breech delivery.\nProlapsed cords are more common with breech deliveries.\nBreech deliveries usually take longer.\nYou may have time to transport to the hospital.\nIf the buttocks have passed through the vagina, delivery has begun.\nPrepare for a breech delivery the same as a normal one.\nAllow the buttocks and legs to deliver spontaneously.\nSupport them to prevent rapid expulsion.\nLet the legs dangle while supporting the trunk and chest.\nThe head is usually face down and should deliver spontaneously.\nMake a V with gloved fingers in the vagina.\nThis keeps the vaginal walls from compressing the fetus's airway.\nA limb presentation is when an arm, leg, or foot is delivered first.\nThe head or buttocks are not the presenting part.\nAn infant with a limb presentation cannot be delivered in the field.\nTransport the patient immediately.\nIf a limb protrudes, cover it with a sterile towel.\nNever try to push it back in or pull on it.\nPlace the patient on her back with her head down and pelvis elevated.\nAlternatively, use the kneel-to-chest position.\nA prolapsed umbilical cord comes out before the fetus.\nThis must be treated in the hospital.\nDo not attempt to push the cord back in.\nTry to keep the fetus's head from compressing the cord.\nInsert your gloved hand into the vagina.\nGently push the fetus's head away from the cord.\nPlace the woman supine with the foot of the stretcher raised.\nElevate her hips on a pillow.\nWrap a sterile, saline-moistened towel around the exposed cord.\nGive the patient high-flow oxygen.\nTransport rapidly.\nSpina bifida is a developmental defect.\nA portion of the spinal cord or meninges may protrude.\nIt may protrude outside the vertebrae or body.\nCover the exposed area with a sterile, moist dressing immediately after birth.\nThis prevents potentially fatal infections.\nMaintain the newborn's body temperature.\nMoisture from the dressing can lower temperature.\nMultiple gestations (twins) occur once every 30 births.\nTwins are usually smaller than single fetuses.\nDelivery is typically not difficult.\nAbout 10 minutes after the first birth, contractions resume.\nThe birth process repeats for the second twin.\nThe procedure for delivering twins is the same as a single fetus.\nYou will need supplies from additional OB kits.\nClamp and cut the cord of the first newborn immediately after birth.\nDo this before the second delivery.\nRecord the birth time of each twin separately.\nTwins may look premature due to their size.\nPremature births are before 8 months (36 weeks).\nA newborn weighing less than 5 pounds is premature.\nA premature newborn is smaller and thinner than a full-term one.\nThe head is proportionally larger.\nVernix caseosa is absent or minimal.\nThere is less body hair.\nPremature newborns need special care.\nThey often require resuscitation.\nPerform resuscitation unless physically impossible.\nPremature newborns as small as one pound have survived with care.\nThey can develop normally.\nPost-term pregnancy lasts longer than 41 weeks.\nPostterm fetuses can be larger, sometimes 10 pounds or more.\nLarger size can cause problems for the woman and fetus.\nLabor and delivery can be more difficult.\nThere's an increased chance of fetal injury.\nA C-section is more likely required.\nThe woman risks perineal tears and infection.\nPostterm newborns risk meconium aspiration and infections.\nBeing stillborn is also a risk.\nNewborns may not have developed normally due to uterine size restriction.\nBe prepared to resuscitate the newborn.\nRespiratory and neurologic functions may be affected.\nFetal demise is when the fetus has died in utero.\nLabor onset may be premature but progresses normally.\nAn extremely foul odor may indicate an inner uterine infection.\nThe delivered fetus may have skin blisters and sloughing.\nDark discoloration can be present.\nThe head will be soft and perhaps grossly formed.\nDo not attempt to resuscitate an obviously dead neonate.\n15. Postpartum Complications\nPostpartum complications can arise after childbirth.\nExcessive bleeding is when bleeding exceeds 100 milliliters.\nIf bleeding continues after placenta delivery, massage the uterus.\nTreat signs and symptoms of shock.\nExcessive bleeding is usually because uterine muscles aren't fully contracted.\nIt is potentially life-threatening.\nCover the vagina with a sterile pad, changing it often.\nConsider oxygen if necessary.\nMonitor vital signs frequently.\nTransport the patient immediately.\nNever hold the woman's legs together to control bleeding.\nDo not pack anything into the vagina.\nPostpartum patients are at increased risk of a venous emboli.\nMost commonly, this is a pulmonary embolism.\nA pulmonary embolism is a clot that travels through the bloodstream.\nIt lodges in the pulmonary circulation.\nThis blocks blood flow to the lungs.\nIt is potentially life-threatening.\nIf a woman reports sudden difficulty breathing after delivery, consider\npulmonary embolism.\nSuspect pulmonary embolism in women of childbearing age with respiratory\ncomplaints.\nEspecially consider it if they recently delivered.\nSudden onset of difficulty breathing or altered mental status is a sign.\n16. Review Questions and Key Takeaways\nThe first stage of labor ends when the presenting part of the baby is visible.\nA 23-year-old woman 24 weeks pregnant with hand edema, headache, and\nvisual disturbances with high blood pressure is likely experiencing\npreeclampsia.\nEclampsia is when a patient has seizures from high blood pressure.\nTo prevent supine hypotensive syndrome in an 8-month pregnant woman,\ntransport her on her left side.\nImmediately after the infant's head delivery, check the umbilical cord position\nfor a nuchal cord.\nIf the umbilical cord is around the neck, attempt to gently slip it over.\nThe need for newborn resuscitation is based on respiratory effort, heart rate,\nand color.\nAn Apgar score of 8 at one minute indicates a heart rate of 90 (1 point), pink\nbody with blue hands (1 point), rapid respirations (2 points), and resistance to\nstraightening legs (2 points), and active movement (2 points).\nThe score is 1 point for heart rate <100, 1 point for acrocyanosis (pink body,\nblue extremities).\nThe most effective way to prevent cardiopulmonary arrest in a newborn is to\nensure adequate oxygenation and ventilation.\nIf you see an arm protruding from the vagina in a woman in labor, this is a limb\npresentation.\nCover the limb and transport immediately.\nA newborn is considered term if born after 37 weeks and before 42 weeks.",
  "timestamp": "2025-08-06T06:19:43.875Z"
}