{
  "chapter": 39,
  "content": "Chapter 39, Vehicle Extrication and Special\nRescue\nTable of Contents\n1. Introduction to Vehicle Extrication and Special Rescue in EMS A\n2. Safety Considerations in Extrication Operations A\n3. Fundamentals of Extrication: Roles, Responsibilities, and Communication A\n4. The 10 Phases of Extrication A\n5. Gaining Access to the Patient A\n6. Emergency Care and Patient Removal During Extrication A\n7. Specialized Rescue Situations A\n8. Key Takeaways and Review Questions A\n1. Introduction to Vehicle Extrication and Special Rescue in EMS\nThis chapter covers vehicle extrication and special rescue operations for ems\npersonnel.\nIt details ems rescue operations, including vehicle extrication and its 10\nphases.\nVarious specialized components of ems operations are described, such as\ntactical ems, trench rescue, and high angle rescue.\nThe role of EMTs in these operations is explained.\nSafety aspects of these operations are also discussed.\nEMTs will usually not be responsible for rescue but may assist with\nextrication.\n2. Safety Considerations in Extrication Operations\nExtrication requires mental and physical preparation.\nPriority is patient care, but personal and team safety must come first.\nVehicle safety systems can become hazards after a collision.\nShock-absorbing bumpers may be compressed or loaded.\nApproach vehicles from the side to avoid injury from releasing bumpers.\nAirbags are supplemental restraints required in all cars.\nAirbags fill with gas and quickly deflate.\nAirbags are located in the steering wheel, dash, doors, and seats.\nNon-deployed airbags may inflate spontaneously.\nMaintain clearance around side-impact (5-inch), driver-side (10-inch), and\npassenger-side (20-inch) airbags.\nHaze from deployed airbags is caused by corn starch or talc.\nProtective gear reduces eye or lung irritation.\nalternative fuel vehicles present hazards.\nVehicles can be powered by electricity, hybrid mix, propane, natural gas,\nmethanol, or hydrogen.\nDisconnect the battery to prevent fire or explosion.\nBatteries may be in the trunk or under seats in alternative fuel vehicles.\nHybrid vehicles may have more than one battery.\nHybrid batteries have higher voltage than traditional ones.\nHigh voltage systems may take up to 10 minutes to de-energize.\nAvoid high voltage cables, which are typically orange.\nDamaged high voltage batteries may give off toxic fumes.\nDo not approach vehicles if an unusual odor is detected.\nRetreat if you experience burning in your eyes or throat.\n3. Fundamentals of Extrication: Roles, Responsibilities, and\nCommunication\nYour primary concern in extrication is safety.\nPrimary roles of ems providers are to provide emergency medical care and\nprevent further injury.\nYou may provide care while extrication is ongoing.\nExtrication is removal from entrapment or a dangerous situation.\nentrapment is being caught with no way out or having a body part trapped.\nRoles and responsibilities often vary by jurisdiction.\nems providers assess, provide medical care, triage, package patients, and\nprovide transport.\nThe rescue team secures and stabilizes the vehicle, provides access, and\nextricates patients.\nLaw enforcement controls traffic, maintains order, and establishes a\nperimeter.\nFirefighters extinguish fires, prevent ignition, ensure vehicle safety, and\nremove spilled fuel.\nGood communication and clear leadership are essential for safe and efficient\ncare.\n4. The 10 Phases of Extrication\nThere are 10 phases of extrication.\nPhase Description Source\n1. Preparation Preparing for an incident requiring extrication.\nIncludes pre-incident training and checking tools.\n2. En Route Following procedures and safety precautions\nsimilar to an ambulance call.\n3. Arrival and\nSize Up\nPositioning the ambulance for safety and access.\nPutting on PPE and looking for hazards. Evaluating\nhazards and determining patient count.\n4. Hazard\nControl\nDealing with hazards like downed electrical lines,\nfamily members, bystanders, and unstable vehicles.\nDisconnecting battery cables.\n5. Support\nOperations\nLighting the scene, establishing staging areas, or\nmarking helicopter landing zones. Fire and rescue\npersonnel work together.\n6. Gaining\nAccess\nAccessing the patient after stabilizing the vehicle\nand controlling hazards. Method depends on the\nsituation.\n7. Emergency\nCare\nProviding emergency care to the trapped patient.\nPerforming a primary assessment. Addressing\nhemorrhaging and stabilizing the spine.\n8. Patient\nRemoval\nCoordinating with rescue personnel for the best\nremoval route. Participating in preparation for\nremoval. Re-evaluating the need for rapid\nextrication.\n9. Transfer Performing a complete primary assessment after\nfreeing the patient. Moving the patient in smooth,\nslow, controlled steps. Moving the patient as a unit.\n10.\nTermination\nReturning units to service. Checking and cleaning\nequipment and the ambulance. Completing\nnecessary reports.\n5. Gaining Access to the Patient\nGaining access is a critical phase of extrication.\nThe way to gain access depends on the situation, including terrain and\nvehicle position.\nConsider the patient's location and position, hazards, and vehicle stability.\nRapid vehicle extrication may be needed for urgent situations.\nThis is done to quickly remove a patient if the environment is threatening\nor CPR is needed.\nExperienced EMTs can perform this in one minute or less.\nProtect the patient from hazards during assessment and extrication.\nAlways describe actions to the patient, even if unresponsive.\nMinimize heat, noise, and force.\nsimple access is trying to get the patient out quickly without tools or\nbreaking glass.\nAutomobiles are built for ease of entry and exit.\nUse door handles or roll down windows before breaking glass.\nForcible entry tools may be necessary.\nThe rescue team should provide access.\nIf the rescue team hasn't arrived, use tools like hammers, pry bars, or\nhacksaws if available.\ncomplex access requires special tools and training.\nThis includes pneumatic or hydraulic devices.\nIt also includes breaking windows and removing roofs.\nThese advanced skills are typically done by specialized teams.\n6. Emergency Care and Patient Removal During Extrication\nProviding emergency care to a trapped patient is similar to any other patient.\nPerform a primary assessment and provide care once the scene is safe.\nAddress hemorrhaging with direct pressure or a tourniquet.\nProvide manual stabilization for the cervical spine.\nOpen the airway and give high-flow O2 if needed.\nAssist with ventilations if necessary.\nControl external bleeding and treat critical injuries.\nRescue personnel should coordinate with you on the best removal route.\nParticipate in preparing for patient removal.\nDetermine the urgency of extrication.\nDetermine where to position yourself to protect the patient.\nPlan how to move the patient to the backboard and stretcher.\nYour input helps the rescue team plan extrication that protects the patient.\nRe-evaluate if rapid extrication is needed.\nYou will often be placed in the vehicle alongside the patient.\nWear proper protective equipment.\nPerform a complete primary assessment once the patient is freed.\nManually stabilize the spine.\nMove the patient with smooth, slow, controlled steps.\nDesignate one person to be in charge of the move.\nChoose a path that requires the least manipulation.\nEnsure everyone understands the steps and is ready.\nMove only on the team leader's command.\nMove the patient as a unit.\nContinue to protect the patient from hazards.\nContinue additional assessment and treatment after placing the patient on\nthe stretcher.\n7. Specialized Rescue Situations\nSometimes patients can only be reached by teams trained in special technical\nrescues.\nThese teams have special skills.\nSpecialized\nRescue Type\nDescription and Considerations Source\nTechnical\nRescue\nSituations\nRequires special skills and equipment. Only\ntrained personnel should enter. Many team\nmembers are also EMRs or EMTs. Ensure the\nteam is summoned and en route.\nSearch and\nRescue\nAmbulance is usually summoned to the incident\ncommand post when a person is lost outdoors.\nYour role is to stand by until the person is found.\nMay stay with family members.\nTrench Rescue Cave-ins and trench collapses often have poor\noutcomes. Falling dirt weighs about 100 pounds\nper cubic foot. Risk of secondary collapse exists.\nVehicles must park 500 feet away.\nTactical\nEmergency\nMedical Support\nEMTs take precautions due to potential violence.\nResponding units wait until law enforcement\nsecures the scene. Specially trained EMTs are\nincorporated into SWAT units.\nStructure Fires Ambulance is often dispatched with the fire\ndepartment. Ask the incident commander where\nto park and stage. Determine if there are injured\npatients or if you are standing by.\nTrench collapse victims may become hypoxic from dirt weight.\nAll vehicles should be turned off at trench scenes to avoid vibration.\nRoad traffic should be diverted from the 500-foot safety area.\nConstruction vehicles at the site may be unstable.\nMedical or rescue personnel should never enter a trench without proper\nshoring.\nMedical personnel trained in these rescues provide most medical care.\nBe prepared to receive patients once extricated.\nFor tactical situations, wait for law enforcement to secure the scene.\nMany communities integrate trained EMTs into police SWAT units.\nReport to the incident commander for instructions at tactical scenes.\nTurn off lights, sirens, and outside radio speakers when nearing the scene.\nThe command post is usually in an area safe from the suspect.\nRemain in the command post area.\nPlanning measures are key in tactical situations.\nThe incident commander identifies locations, determines scene safety, and\ndesignates landing zones.\nSearch and rescue in a burning building requires special training and\nequipment.\nFirefighters in turnout gear and breathing apparatus perform these\noperations.\nHazardous materials can complicate a scene.\n8. Key Takeaways and Review Questions\nProper protective equipment varies depending on hazards.\nBlood and fluid impermeable gloves should be used during all patient\ncontacts.\nThe first phase of extrication is preparation.\nIf a power line is entangled in a wrecked vehicle, retreat until the power is off.\nEntering a vehicle by breaking a back window is complex access because it\nrequires tools.\nsimple access is rolling the window down.\nOnce access is gained to a patient pinned by the steering wheel, perform a\nprimary assessment and provide emergency care.\nWhile the EMT is assessing the patient in the vehicle, the rescue team\nassesses entrapment and determines the safest way to extricate.\nProper removal of a critically injured patient involves moving in slow, smooth,\ncontrolled steps as a unit.\nRescue from a grain silo bin is a confined space rescue.\nA backboard should be left in the ambulance during a search in a wooded\narea.\nAt a trench collapse scene, the ambulance should be parked at least 500 feet\naway.",
  "timestamp": "2025-08-06T06:21:37.003Z"
}