{
  "chapter": 37,
  "content": "Chapter 37, Special Challenges\nTable of Contents\n1. Introduction to Special Challenges in Emergency Care A\n2. Intellectual and Developmental Disabilities A\n3. Sensory and Physical Disabilities A\n4. Care for Bariatric Patients A\n5. Patients Reliant on Medical Technology A\n6. Other Special Situations and Considerations A\n7. Conclusion A\n1. Introduction to Special Challenges in Emergency Care\nThis report discusses patients with special challenges in emergency care.\nIt covers the needs of patients with developmental, sensory, and physical\ndisabilities.\nUnderstanding the unique anatomy and physiology of these patients is\ncrucial.\nSpecial care is also needed for patients relying on medical technology.\nEven with medical equipment, the focus must remain on the patient.\nFollow the ABCs (Airway, Breathing, Circulation) as a core principle.\nPatient Group Key Characteristics\nDevelopmental Disabilities May impair physical ability, learning, language, or\nbehavioral skills\nSensory Disabilities Affect vision or hearing\nPhysical Disabilities Affect body movement and physical function\nMedical Technology\nAssistance\nRely on devices for breathing, eating, urination, or\nbowel function\nBariatric Patients Have excessive body fat\n2. Intellectual and Developmental Disabilities\nIntellectual disability is a subset of developmental disability.\nIt involves limitations in intellectual functioning and daily living skills.\nDiagnosis is made before age 18.\nPossible causes include genetic factors, birth complications, or\nenvironmental factors.\nAutism spectrum disorder is characterized by deficiencies in social\ncommunication and repetitive behaviors.\nPatients may have abnormal sensory responses.\nThey might laugh or hum in response to pain.\nSensitivity to noise or physical stimulation can be increased.\nKeep the environment calm and minimize stimulation.\nUse short, direct, and simple phrases.\nAllow extra time for processing communication.\nDemonstrating techniques on a trusted individual can help.\nDown syndrome is a genetic chromosomal defect.\nIt results in mild to severe intellectual impairment.\nIncreased maternal age is a risk factor.\nPhysical abnormalities include a round head, flat occiput, and large\nprotruding tongue.\nThey have an increased risk for medical complications like heart defects\nand leukemia.\nIntubation can be difficult due to large tongues and small cavities.\nThe jaw thrust maneuver or nasopharyngeal airway may be needed.\nApproximately 15 percent have instability in the upper spine.\nThis places them at increased risk with trauma.\nApproach calmly and friendly.\nIntroduce team members and explain procedures.\nMove slowly and deliberately.\nMake sure you are at eye level.\nCondition Characteristics Care Considerations\nIntellectual\nD.\nLimitations in intellect and\ndaily living skills\nRely on patients/family for info;\nsusceptible to same diseases\nAutism Deficiencies in social\ncommunication; repetitive\nbehaviors; abnormal sensory\nR.\nKeep environment calm; minimize\nstimulation; use simple phrases;\nallow time\nDown\nSyndrome\nMild to severe intellectual\nimpairment; physical\nabnormalities; increased risks\nApproach calmly; introduce team;\nexplain actions;\nintubation/ventilation challenges\n3. Sensory and Physical Disabilities\nSensory disabilities affect vision or hearing.\nVisual impairment can range from partial to total.\nCauses include congenital disease, injury, or nerve degeneration.\nLook for signs like a cane or service animal.\nMake yourself known upon entering a room.\nIntroduce yourself and your team.\nRetrieve and provide visual aids.\nTell the patient what is happening and identify noises.\nDescribe the situation and surroundings.\nAmbulatory patients can be led by a light touch or by resting their hand on\nyour shoulder.\nAsk the patient their preferred method.\nGently guide, never pull or push.\nCommunicate obstacles in advance.\nTake canes or walkers with you during transport.\nService animals can remain with the patient.\nHearing impairment ranges from slight to total deafness.\nCauses include nerve damage or faulty transmission.\nClues include hearing aids or failure to respond.\nAssist with hearing aids if needed.\nFace the patient to allow lip reading.\nDo not exaggerate lip movements or look away.\nPosition yourself about 18 inches in front.\nDo not speak louder, try lowering your pitch.\nConsider American Sign Language, paper, or pencil.\nOnly one person should ask questions.\nPhysical disabilities include conditions like cerebral palsy and spina bifida.\nCerebral palsy is due to damage to the developing brain.\nIt causes poorly controlled body movement.\nSymptoms range from mild to severe.\nObserve the airway closely.\nDo not assume intellectual disability.\nLimbs may be underdeveloped and prone to injury.\nUnsteady gait is common, leading to falls.\nPad the patient for comfort.\nNever force extremities into positions.\nTake walkers and wheelchairs during transport.\nBe prepared for seizures and keep suctioning ready.\nSpina bifida is a birth defect with incomplete spinal column closure.\nThis often leaves spinal and neurologic damage.\nAssociated conditions include hydrocephalus and paralysis of lower\nextremities.\nAsk caregivers the best way to move the patient.\nParalysis is the inability to move one or more body parts voluntarily.\nPossible causes include stroke, trauma, or birth defect.\nSensation can be normal or increased.\nFacial paralysis can cause communication challenges.\nThe diaphragm may need ventilator assistance.\nPatients may have specialized equipment like catheters or feeding tubes.\nDifficulty swallowing may require suctioning.\nAsk caregivers the best way to move these patients.\nDisability\nType\nCommunication Strategies Transport Considerations\nVisual\nImpairment\nMake yourself known;\nintroduce team; describe\nsurroundings; identify noises\nTake cane/walker; service animal\nmay remain; gentle guidance;\ncommunicate obstacles\nHearing\nImpairment\nAssist with hearing aids; face\npatient; lower pitch; sign\nlanguage/writing\nN/A\nCerebral\nPalsy\nN/A Observe airway; pad for comfort;\ndo not force extremities; take\nwalkers/wheelchairs\nSpina Bifida Ask patient/caregivers best\nway to move\nAsk patient/caregivers best way\nto move\nParalysis Facial paralysis may cause\nchallenges; suctioning may be\nneeded\nAsk parents/caregivers best way\nto move\n4. Care for Bariatric Patients\nObesity is a condition with excessive body fat.\nIt results from an imbalance between calories consumed and used.\nObesity is defined as being 30% or more over ideal body weight.\nSevere obesity is two to three times over ideal body weight.\nObesity can negatively affect quality of life.\nAssociated health problems include mobility difficulties, diabetes, high\nblood pressure, heart disease, and stroke.\nPatients may feel embarrassed about their condition.\nPlan early for extra help or specialized equipment if transport is needed.\nFind the easiest and safest exit route.\nThere is a risk of dropping the patient or injuring team members.\nTreat the patient with dignity and respect at all times.\nAsk the patient the best way to move them.\nAvoid lifting with only one limb to prevent injury.\nCoordination and communication are crucial during lifting.\nDiscuss all moves prior to lifting.\nThis prevents soft tissue injury or deep vein thrombosis.\nLook for pinch and pressure points from equipment.\nBecome familiar with specialized equipment and resources.\nLarge patients may have difficulty breathing in a supine position.\nPlan egress routes to accommodate large patients, equipment, and crew.\nNotify the receiving hospital early.\n5. Patients Reliant on Medical Technology\nMany patients with chronic diseases live at home with medical devices.\nTracheostomy tubes provide an airway between the neck and trachea.\nThey can be temporary or permanent.\nSecretions can build up around the tube.\nTubes are prone to obstruction by mucus or foreign bodies.\nThe DOPE mnemonic helps recognize obstruction causes.\nD stands for Displacement, Dislodged, or Damaged tube.\nO stands for Obstruction (blood, secretions, vomit).\nP is for Pneumothorax.\nE is for Equipment failure (kinking, ventilator issue, empty O2).\nCommon problems include bleeding, air leaking, or infection.\nSuction the patient in a comfortable position.\nInsert the suction catheter no more than 1-2 inches.\nDo not suction for more than 10 minutes.\nDo not force the catheter.\nOxygenate before and after suctioning.\nCall for advanced life support.\nHome oxygen can be delivered by gas cylinders or concentrators.\nGas cylinders are heavy and bulky but don't need electricity.\nConcentrators take ambient air and provide almost 100% oxygen.\nConcentrators need electricity and usually supply 1-3 liters.\nPatients must have a backup plan for power failure.\nAsk why they are on oxygen and their baseline requirements.\nMechanical ventilators are used when patients cannot breathe on their own.\nCauses include lung disease, brain injury, or muscular dystrophy.\nIf the ventilator malfunctions, remove the patient.\nApply a tracheostomy collar or face mask over the stoma.\nCaregivers will know how the ventilator works.\nApnea monitors are used for infants to monitor heart and respiratory rate.\nThey sound an alarm if rates are low.\nThey attach with electrodes to a belt.\nThey provide a pulse ox reading.\nBring the monitor to the receiving facility if possible.\nInternal cardiac pacemakers regulate the heart.\nSome include an AED function.\nNever place D-fib or pacing pads over the device.\nGather history about the pacemaker.\nPatients may have an identification card.\nLeft Ventricular Assist Devices (LVADs) take over heart ventricle function.\nThey bridge to transplant or are a permanent solution.\nIt may be difficult to palpate a pulse with an LVAD.\nAssess perfusion by level of consciousness, skin, and blood pressure.\nRisks include bleeding, infection, blood clots, or heart failure.\nCall the patient support team and contact medical control.\nCheck connections and batteries if the alarm sounds.\nNotify advanced life support.\nAn external defibrillator device is a vest with monitoring and pads.\nIt provides alerts and prompts before delivering a shock.\nLeave the vest in place during CPR unless it interferes.\nTransport any patient who has received a shock.\nCentral venous catheters provide venous access via the vena cava.\nThey are used for chemotherapy, antibiotics, nutrition, or dialysis.\nCommon problems include broken lines, infection, or bleeding.\nA gastrostomy tube (G-tube) is placed into the stomach for feeding.\nIt can be inserted through the nose/mouth or surgically through the\nabdominal wall.\nIt may become dislodged.\nImmediately stop fluid flow if dislodged.\nAssess for signs of bleeding in the stomach.\nPatients are at increased risk of aspiration.\nHave suctioning readily available.\nTransport patients with difficulty breathing while sitting or on their right\nside with head elevated.\nDiabetic patients with G-tubes may become hypoglycemic.\nContinue the feeding tube and transport the pump unless it's\ndysfunctional.\nMedical\nTechnology\nPurpose Common Problems\nTracheostomy\nTube\nProvides airway Obstruction (mucus, foreign\nbodies); bleeding; air leaking;\ninfection\nHome Oxygen Provides oxygen via\ncylinder or concentrator\nCylinders heavy/bulky;\nconcentrators need electricity;\nsupply runs out\nMechanical\nVentilator\nAssists breathing Malfunction\nApnea Monitor Monitors infant\nheart/respiratory rate\nAlarm sounds for low rates\nInternal Cardiac\nPacemaker\nRegulates heart rhythm Pads should not be placed over\ndevice\nLVAD Takes over heart ventricle\nfunction\nBleeding; infection; blood clots;\nacute heart failure; pulse difficult\nto palpate\nExternal\nDefibrillator\nVest with monitoring and\npads for shock delivery\nCan interfere with CPR; patient\nneeds transport after shock\nCentral Venous\nCatheter\nProvides venous access Broken/clotted lines; infection;\nbleeding\nGastrostomy\nTube (G-tube)\nProvides stomach access\nfor feeding\nDislodgement; bleeding;\naspiration risk\n6. Other Special Situations and Considerations\nShunts drain excess cerebral fluid from the brain.\nThey keep pressure from building up.\nTypes include ventricular peritoneum or ventricular atrium shunts.\nA device beneath the skin may be felt.\nShunts can become blocked or infected.\nInfections may occur soon after insertion.\nSigns of problems include high-pitched crying (infants), headache,\nvomiting, altered mental status, irritability, or fever.\nDifficulty with coordination, blurred vision, seizures, redness along the\nshunt, or bradycardia may occur.\nVagal nerve stimulators treat seizures not controlled by medication.\nThey stimulate the vagal nerve at intervals.\nThey are used with medications to reduce seizure frequency.\nThey are located under the skin.\nOstomies (colostomy, ileostomy, urostomy) are surgical openings.\nThey allow waste elimination into external bags.\nAssess for signs of dehydration with diarrhea or vomiting.\nThe area around the stoma is prone to infection.\nSigns of infection include warmth, redness, or tenderness.\nContact medical control or follow protocols for care.\nHome care patients receive services in their home.\nThis includes infants, older adults, and those with chronic illnesses.\nServices range from meals and cleaning to personal care and wound care.\nObtain status and history from the home healthcare provider.\nHospice care is for terminally ill patients.\nIt provides comfort (palliative) care.\nMost hospice patients have do not resuscitate (DNR) orders.\nFollow local protocols and legal documents like DNRs.\nCare at home impacts the family; show compassion and sensitivity.\nAscertain the family's wishes about remaining home or transport.\nFollow protocols for handling death.\nPoverty and homelessness present special challenges.\nIndividuals may lack basic needs like housing, food, and healthcare.\nLack of disease prevention leads to increased probability of illness.\nThe homeless population includes those with mental illness, brain trauma,\nvictims of abuse, and those with addiction.\nProvide emergency care and transport to the appropriate facility.\nAll healthcare facilities must provide assessment and treatment regardless\nof ability to pay.\nBecome familiar with community social services resources.\n7. Conclusion\nThis lecture covered patients with special challenges.\nUnderstanding the unique needs of these patients is vital.\nThe focus should always be on the patient, following the ABCs.\nKnowledge of intellectual, developmental, sensory, and physical disabilities is\nimportant.\nCare for bariatric patients requires planning and dignity.\nPatients with medical technology need specific care and troubleshooting.\nSituations like shunts, vagal nerve stimulators, ostomies, home care, hospice,\npoverty, and homelessness require informed care.\nInteracting with caregivers is an important part of assessment.\nCompassion, understanding, and sensitivity are crucial in all interactions.\nThis report summarizes key considerations for patients with special\nchallenges.\n",
  "timestamp": "2025-08-06T06:20:43.225Z"
}