{
  "chapter": 12,
  "content": "Chapter 12, Principles of Pharmacology\nTable of Contents\n1. Introduction to Pharmacology and Medication Safety A\n2. Key Medical Definitions in Pharmacology A\n3. Factors Affecting Medication Action and Contraindications A\n4. Adverse Effects and Medication Names A\n5. Types of Drugs and Routes of Administration A\n6. Medication Forms and Administration Steps A\n7. The Nine Rights of Medication Administration A\n8. Types of Medication Administration by EMTs A\n9. Specific Oral Medications Administered by EMTs A\n10. Sublingual Medications: Nitroglycerin A\n11. Intramuscular Medications: Epinephrine and Naloxone A\n12. Inhaled Medications: Oxygen, MDIs, and Nebulizers A\n13. Patient Medications and Implications for EMS Providers A\n14. Medication Errors and Quality Improvement A\n15. Review Questions and Conclusion A\n1. Introduction to Pharmacology and Medication Safety\nMedications are a critical tool for EMTs. [3]\nAppropriate use can alleviate pain and improve a patient's condition. [3]\nHowever, unsafe administration can lead to serious consequences, including\ndeath. [3]\nUnderstanding general pharmacology is significant. [2]\nEMTs must identify, describe, and demonstrate the steps for assisting with or\nadministering medications. [2]\n2. Key Medical Definitions in Pharmacology\nTerm Definition Source\nPharmacology The science of drugs, including their\ningredients, preparation, uses, and actions on\nthe body.\n[4]\nMedication A substance used to treat or prevent disease\nor relieve pain.\n[4]\nPharmacodynamics The process by which the medication works\non the body.\n[5]\nPharmacokinetics The actions of the body upon the medication.\n[9]\nAgonist A medication that causes stimulation of\nreceptors.\n[6]\nAntagonist A medication that binds to the receptor or\nblocks other medications or chemicals from\nattaching.\n[6]\nDose The amount of medication given, depending\non patient's weight, age, or desired action.\n[7]\nAction The therapeutic effect a medication is\nexpected to have on the body.\n[8]\nOnset The time from medication administration until\nclinical effects occur.\n[10]\nDuration The length of time that the clinical effects\npersist.\n[10]\nElimination How medications and chemicals are removed\nfrom the body.\n[10]\nPeak The point or period when the maximum clinical\neffect is achieved.\n[10]\n3. Factors Affecting Medication Action and Contraindications\nHow a medication works depends on its route of administration and shock\nstates. [11]\nindications are the reasons or conditions for giving a medication. [12]\nContraindications are situations where a medication would harm or have no\npositive effect. [12]\nThere are two types of contraindications. [12]\nAbsolute contraindications mean the medication should never be given if\nthe contraindication is present. [13]\nAn example is a complete allergy causing anaphylaxis. [14]\nRelative contraindications are situations where the benefits may\noutweigh the risks. [14]\nAn example might be a medication causing nausea. [15]\n4. Adverse Effects and Medication Names\nadverse effects are any actions of a medication other than the desired ones.\n[16]\nThere are different types of adverse effects. [17]\nUnintended effects are undesirable but pose little risk to the patient. [17]\nUntoward effects are those that can be harmful to the patient. [17]\nMedications have different names. [18]\nThe generic name is a simple, non-proprietary name, not capitalized. [19]\nAn example is ibuprofen. [20]\nThe trade name is a brand name given by the manufacturer and begins\nwith a capital letter. [21]\nOne drug may have multiple trade names, such as Tylenol. [21]\n5. Types of Drugs and Routes of Administration\nPrescription drugs require a physician's order and are distributed by\npharmacists. [22]\nOver-the-counter (OTC) drugs can be purchased without a prescription. [22]\nOther drug types include recreational drugs (heroin, cocaine), herbal\nremedies, enhanced drugs, vitamin supplements, and alternative\nmedicines. [23]\nAny medicine a patient takes can be pharmacologically active and cause an\neffect. [23]\nEMTs should ask patients about all medications and drugs they are taking. [23]\nRoutes of administration can be categorized as internal or parenteral. [24]\nInternal medications enter through the digestive system, often as pills or\nliquids. [25]\nThey tend to absorb slowly and are not commonly used in emergency\nsettings. [26]\nParenteral medications enter the body by other means, often liquids\nadministered through needles or syringes. [26]\nThey are absorbed more quickly and offer a more predictable response.\n[26]\nabsorption is the process of medications traveling through body tissues into\nthe bloodstream. [27]\nRoute of Administration Description Absorption\nRate\nSource\nPR (Per Rectum) By rectum; easy to\nadminister, reliable\nabsorption.\nNot specified\n[28]\nPO (Oral) By mouth; takes as\nlong as one hour for\nabsorption.\nSlow\n[28]\nIV (Intravenous) Into the vein; fastest\ndelivery.\nFastest\n[28]\nIO (Intraosseous) Into the bone\nmarrow via drilling;\nreaches\nbloodstream.\nNot specified\n[29]\nSC (Subcutaneous) Injection into fatty\ntissue between skin\nand muscle.\nNot specified\n[30]\nIM (Intramuscular) Into the muscle;\nusually absorbed\nquickly.\nQuick\n[32]\nInhalation Breathed into the\nlungs; absorbed into\nbloodstream quickly.\nQuick\n[33]\nSublingual Under the tongue;\nabsorbed into\nbloodstream within\nminutes.\nQuick\n[34]\nTranscutaneous/Transdermal Through the skin\n(e.g., patches);\nlonger lasting effect.\nLonger\nlasting\n[35]\nIntranasal (IN) Aerosolized liquid\ndelivered into the\nnostril via a MAD\ndevice.\nVery quick\nabsorption\n[38]\n6. Medication Forms and Administration Steps\nThe form of the medication often dictates the route of administration. [41]\nManufacturers choose forms for proper route, timing of release, and effects.\n[41]\nCommon medication forms include:\nTablets and capsules: Most medications given by mouth. [42] Capsules\nare gelatin shells; tablets are compressed with other materials. [43]\nSolutions and suspensions: Liquid mixtures. Solutions are liquid mixtures\nthat cannot be easily separated and can be given by almost any route. [44]\nSuspensions are mixtures of particles that separate and must be shaken\nbefore administration. [47]\nMetered-dose inhalers: Liquids or solids broken into fine droplets or\nparticles for inhalation, delivering a set amount each time. [48]\nTopical medications: Lotions, creams, and ointments applied to the skin\nsurface to affect only that area. [49] Examples: hydrocortisone cream,\nNeosporin, calamine lotion. [49]\ntranscutaneous medications: Applied through the skin for a systemic\neffect. [50] EMTs can absorb these if they touch them. [50]\nGels: Semi-liquids administered in capsules or plastic tubes. [51] Oral\nglucose for diabetic emergencies is an example. [51]\nGas: One of the most common is oxygen, delivered via non-rebreather or\nnasal cannula. [52]\nGeneral steps for administering medications:\nAdminister only under medical direction (online or offline). [53]\nFollow the nine rights of medication administration. [53]\n7. The Nine Rights of Medication Administration\nRight Description Source\nRight Patient Ensure the correct patient receives the\nmedication.\n[54]\nRight Medication Verify the proper medication and\nprescription.\n[54]\nRight Indication Verify the proper indication for the\nmedication.\n[54]\nRight Dose Verify the form and dose of the medication.\n[55]\nRight Route Verify the route of the medication.\n[55]\nRight Time Check the expiration date and condition of\nthe medicine.\n[56]\nRight Education Inform the patient about the medication,\nincluding likely adverse effects or unusual\nsensations.\n[57]\nRight to Refuse A patient with decision-making capacity\ncan decline interventions or medication.\n[58]\nRight\nResponse/Evaluation\nMonitor vital signs, mental status,\nperfusion, and respiratory effort; assess for\nanticipated response and adverse effects.\n[58]\nRight Documentation Document your actions and the patient's\nresponse.\n[60]\n8. Types of Medication Administration by EMTs\nEMTs have increasing responsibility with medications. [62]\nMany departments have strict guidelines on when EMTs can administer\nmedication. [62]\nThere are three ways EMTs may be allowed to administer medication:\nPeer-assisted medication: Administering medication to yourself or your\npartner, such as after exposure to a toxic agent. [63]\nPatient-assisted medication: Assisting the patient with administering\ntheir own medication. [63] Examples include an Epi autoinjector, nitro, or a\nmetered dose inhaler. [63]\nEMT administration of medication: The EMT directly administers the\nmedication to the patient, often when the patient is confused or unable to\nunderstand. [64] Examples include oxygen, oral glucose, and aspirin. [65]\nMedical control, state guidelines, and local protocols determine what EMTs\ncan administer. [66]\n9. Specific Oral Medications Administered by EMTs\nAdministering oral medications involves specific steps. [68]\nTake standard precautions. [69]\nConfirm the medication has not expired. [69]\nObtain medical direction per local protocol. [69]\nConfirm the patient has a patent airway and can swallow or chew. [70]\nMonitor the patient's condition and document. [71]\nOral Glucose:\nA sugar used by cells for energy, necessary for brain cells. [72]\nCounters effects of hypoglycemia (extremely low glucose). [72]\nEMTs can give glucose only by mouth in gel form. [73]\nNever administer to an unconscious patient or one unable to swallow or\nprotect their airway. [73]\nAspirin:\nReduces fever, pain, and inflammation. [75]\nIn the pre-hospital field, given to inhibit platelet aggregation, useful\nduring a potential heart attack. [75]\nContraindications: hypersensitivity to aspirin, pre-existing liver damage,\nbleeding disorder, or asthma. [76]\nShould not be given to children. [76]\n10. Sublingual Medications: Nitroglycerin\nsublingual administration (under the tongue) has considerations. [77]\nAdvantages: Easy to talk with awake patients and advise them to place\nthe pill; absorption rates are relatively quick. [78]\nDisadvantages: Requires consent and constant airway evaluation; should\nnot be used if the patient is uncooperative or unconscious. [80]\nNitroglycerin (Nitro) is a common sublingual medication used by cardiac\npatients to relieve angina pain. [81]\nIncreases blood flow by relieving spasm and causing arteries to dilate. [82]\nRelaxes veins throughout the body, decreasing blood return to the heart\nand reducing workload. [83]\nWill decrease blood pressure. [83]\nMust check blood pressure before administering. [84]\nObtain orders or follow local protocols. [84]\nCan have fatal interactions with erectile dysfunction medication (Viagra,\nCialis, Levitra) taken within the last 24 hours, as these are also\nvasodilators. [85]\nCan be administered by metered dose spray or tablet. [88]\nTablet: Place under the tongue to dissolve; patient may feel a tingling\nor burning sensation. [89] Store in original glass container with tight\ncap. [90]\nSpray: Deposit medication under the tongue; one spray equals one\ntablet. [91]\nAdministration considerations:\nWait five minutes before repeating the dose and waiting for a\nresponse. [92]\nClosely monitor vital signs, especially blood pressure. [93]\nGive repeated doses per medical control or local protocol. [93]\nAlways wear gloves as the medication can be absorbed by your skin.\n[94]\nReconfirm the medication is still indicated and understand local\nprotocols. [94]\n11. Intramuscular Medications: Epinephrine and Naloxone\nintramuscular (im) administration has considerations. [96]\nAdvantages: Quick and easy access to the circulatory system without a\nvein needle; blood flow to muscles is relatively stable. [97]\nDisadvantages: Requires using a needle and involves some pain. [98]\nEpinephrine (Epi), also known as adrenaline, is an IM medication. [98]\nReleased naturally by adrenal glands during stress. [99]\nControls the body's fight-or-flight response. [99]\nDilates passages in the lungs, constricts blood vessels, and increases\nheart rate and blood pressure. [100]\nShould only be given for life-threatening allergic reactions. [101]\nOften dispensed via an auto-injector, which delivers a pre-set amount\n(usually 0.3 mg). [101]\nSome services allow EMTs to assist patients in administering their own Epi.\n[102]\nNaloxone (Narcan) is another IM medication used to reverse opiate overdose\neffects. [103]\nCan be administered by family members or caregivers. [103]\nCan also be administered via the intranasal route. [102]\nConsiderations:\nFollow local protocol. [103]\nDetermine if naloxone was given by a bystander. [103]\nEffects may not last as long as opiates, so repeated doses may be\nneeded. [104]\nGiving naloxone to opiate-dependent patients can cause severe\nwithdrawal symptoms, including seizures and cardiac arrest. [105]\nConsider your personal safety. [105]\nIf naloxone is not available, bag valve mask ventilation may be required.\n[110]\n12. Inhaled Medications: Oxygen, MDIs, and Nebulizers\nOxygen is the most commonly administered medication pre-hospital. [111]\nNeeded by all cells, especially in the heart and brain. [112]\nGenerally given via non-rebreather mask (10-15 L/min) or nasal cannula\n(2-6 L/min). [112]\nArtificial ventilations with a BVM (15 L/min) are needed if the patient is not\nbreathing. [113]\nEnsure no open flame, cigarettes, or sparks when administering oxygen.\n[113]\nmetered dose inhalers (MDIs) and nebulizers are used to administer liquid\nmedications as a fine mist. [114]\nMedication is atomized and breathed into the lungs, delivered to the\nalveoli. [115]\nAdvantages: Fast and relatively easy route to access. [115]\nDisadvantages: Patient needs to be cooperative and have controlled\nbreathing; cannot be used for unconscious patients. [116]\nMDIs require coordination, which can be difficult during breathing trouble.\n[118]\nA spacer fits over the MDI, allowing the patient to spray the dose into a\nchamber and then inhale the mist, useful for young children. [119]\nSmall Volume nebulizers (SVNs) are easier to use than MDIs and can be\nmore effective for moderate to severe respiratory distress. [121]\nThey take longer to deliver medication and require an external air or\noxygen source. [122]\nCan be used while the patient is on CPAP, during BVM ventilation, or\nadapted to a non-rebreather mask. [122]\n13. Patient Medications and Implications for EMS Providers\nFinding out what medications a patient is taking is vital. [124]\nMedication history provides clues to the patient's condition and helps guide\ntreatment. [124]\nIt is useful for determining chronic or underlying conditions when a patient\ncannot provide history. [125]\nAsk about prescription and non-prescription drugs (OTC, herbal, illegal). [126]\nTransport the medications or a list with the patient to the emergency\ndepartment. [125]\nDo not underestimate the importance of a thorough medical history. [127]\nConsider a patient's medications in the context of the clinical encounter. [128]\nPatient medications can significantly alter the clinical presentation of acute\nmedical problems or injuries. [129]\nExamples: beta-adrenergic blocking agents and calcium channel\nblockers can slow heart rates. [130]\nanti-platelet and anticoagulant medications can cause significant\nbleeding from minor injuries like a head bump. [131]\n14. Medication Errors and Quality Improvement\nA medication error is the inappropriate use of a medication that could lead to\npatient harm. [132]\nTo prevent errors:\nEnsure the environment does not contribute, with sufficient lighting and\norganized equipment. [133]\nLimit distractions as much as possible. [133]\nConsider using a cheat sheet for critical administration steps. [133]\nIf a medication error occurs:\nRapidly provide any appropriate care. [134]\nNotify medical control quickly. [135]\nFollow local protocols. [136]\nDocument the incident thoroughly, accurately, and honestly. [136]\nTalk with your partner, supervisor, or medical director. [137]\nMedication errors are an opportunity to learn and identify areas for quality\nimprovement. [138]\n15. Review Questions and Conclusion\nQ: pharmacology is defined as the?\nA: The field of science that deals with the study of drugs and medications.\n[140]\n[140]\nQ: Which of the following statements regarding medications is false? Overthe-\ncounter drugs must be prescribed by a physician.\nA: False. OTC drugs do not need a prescription. [141]\nQ: Which of the following routes of medication administration is the fastest?\nA: IV (intravenous), directly into the vein and bloodstream. [144]\nQ: When administered to a patient, a metered dose inhaler will...?\nA: Deliver the same dose each time it's administered. [146]\nQ: You are managing a patient with crushing chest pain, BP 84/64, HR 110.\nMedical control advises you to assist with nitro. After receiving this order,\nwhat should you do?\nA: Repeat the patient's blood pressure to the physician and confirm the\norder. [147]\nQ: Activated charcoal is indicated for patients who have ingested certain\ndrugs and toxins because...?\nA: It will bind to chemicals in the stomach and delay absorption. [152] It is\nan oral medication used for overdoses. [153]\nQ: With regard to pharmacology, the term action refers to what?\nA: The effect that the drug is expected to have on the patient's body. [154]\nQ: Which of the following patients is best candidate for oral glucose?\nA: A conscious patient who is showing signs of hypoglycemia. [155] Never\nadminister to an unconscious or semi-conscious patient. [156]\nQ: Epi is given to patients with anaphylactic shock because of its effects on...?\nA: Bronchodilation and vasoconstriction. It opens bronchioles and\nconstricts vessels to increase blood pressure. [160] Anaphylactic shock\ninvolves bronchoconstriction and vasodilation. [162]\nQ: The process by which medications travel to the body until they reach the\nbloodstream is called...?\nA: absorption. Adsorption is the binding of one chemical to another. [163]\nUnderstanding these principles is crucial for safe medication administration.",
  "timestamp": "2025-08-06T06:11:41.844Z"
}